Repository: m3rtkoksal/FreshStart
Catalog: *.lproj/Localizable.strings
Languages: es, fr, tr, uk

# how_many_meals_subtitle
source: Select how many meals do you eat a day including snacks
es: Selecciona cuántas comidas haces al día, incluyendo snacks.
fr: Sélectionnez le nombre de repas que vous mangez par jour, y compris les collations.
tr: Bir günde kaç öğün yediğinizi, atıştırmalıklar dahil seçin
uk: Оберіть, скільки прийомів їжі ви їсте на день, включаючи перекуси

# frequency_7_meals_subtitle
source: Breakfast, Lunch, Dinner and 4 Snacks
es: Desayuno, Almuerzo, Cena y 4 Snacks
fr: Petit-déjeuner, Déjeuner, Dîner et 4 Collations
tr: Kahvaltı, Öğle Yemeği, Akşam Yemeği ve 4 Atıştırmalık
uk: Сніданок, обід, вечеря та 4 перекуси

# frequency_6_meals_subtitle
source: Breakfast, Lunch, Dinner and 3 Snacks
es: Desayuno, Almuerzo, Cena y 3 Snacks
fr: Petit-déjeuner, Déjeuner, Dîner et 3 Collations
tr: Kahvaltı, Öğle Yemeği, Akşam Yemeği ve 3 Atıştırmalık
uk: Сніданок, обід, вечеря та 3 перекуси

# frequency_5_meals_subtitle
source: Breakfast, Lunch, Dinner and 2 Snacks
es: Desayuno, Almuerzo, Cena y 2 Snacks
fr: Petit-déjeuner, Déjeuner, Dîner et 2 Collations
tr: Kahvaltı, Öğle Yemeği, Akşam Yemeği ve 2 Atıştırmalık
uk: Сніданок, обід, вечеря та 2 перекуси

# frequency_4_meals_subtitle
source: Breakfast, Lunch, Dinner and 1 Snack
es: Desayuno, Almuerzo, Cena y 1 Snack
fr: Petit-déjeuner, Déjeuner, Dîner et 1 Collation
tr: Kahvaltı, Öğle Yemeği, Akşam Yemeği ve 1 Atıştırmalık
uk: Сніданок, обід, вечеря та 1 перекус

# frequency_3_meals_subtitle
source: Breakfast, Lunch and Dinner
es: Desayuno, Almuerzo y Cena
fr: Petit-déjeuner, Déjeuner et Dîner
tr: Kahvaltı, Öğle Yemeği ve Akşam Yemeği
uk: Сніданок, обід і вечеря

# frequency_2_meals_subtitle
source: Breakfast and Lunch or Dinner
es: Desayuno y Almuerzo o Cena
fr: Petit-déjeuner et Déjeuner ou Dîner
tr: Kahvaltı ve Öğle Yemeği veya Akşam Yemeği
uk: Сніданок та обід або вечеря

# health_data_title
source: Health Data
es: Datos de Salud
fr: Données de santé
tr: Sağlık Verisi
uk: Дані про здоров'я

# health_data_description
source: FreshStart uses your calorie intake, fitness activities, height and weight, and other health related data to provide you with our customized services. The core features of FreshStart can't function without such data. If you don't agree, you won't be able to use the app.
es: FreshStart utiliza tu ingesta calórica, actividades físicas, altura, peso y otros datos relacionados con la salud para proporcionarte nuestros servicios personalizados. Las funciones principales de FreshStart no pueden funcionar sin estos datos. Si no estás de acuerdo, no podrás usar la aplicación.
fr: FreshStart utilise votre apport calorique, vos activités physiques, votre taille, votre poids et d'autres données de santé pour vous fournir des services personnalisés. Les fonctionnalités principales de FreshStart ne peuvent pas fonctionner sans ces données. Si vous n'êtes pas d'accord, vous ne pourrez pas utiliser l'application.
tr: FreshStart, kalori alımınız, fitness aktiviteleriniz, boy ve kilonuz ve diğer sağlıkla ilgili verilerinizi, size özel hizmetler sunmak için kullanır. FreshStart'ın temel özellikleri, bu verilere ihtiyaç duyar. Eğer kabul etmezseniz, uygulamayı kullanamayacaksınız.
uk: FreshStart використовує ваші дані про споживання калорій, фізичну активність, зріст і вагу та інші дані про здоров'я для надання наших індивідуальних послуг. Основні функції FreshStart не можуть працювати без таких даних. Якщо ви не погоджуєтеся, ви не зможете користуватися додатком.

source: Export Data From Apple Health
es: Exportar datos desde Apple Health
fr: Exporter les données depuis Apple Health
tr: Apple Health'ten Verileri Dışa Aktar
uk: Експортувати дані з Apple Health

source: Or enter Manually
es: O ingresarlos manualmente
fr: Ou saisir manuellement
tr: Ya da Manuel Giriş Yapın
uk: Або введіть вручну

# enter_manually_button
source: Enter Manually
es: Ingresar manualmente
fr: Saisir manuellement
tr: Manuel Giriş Yap
uk: Ввести вручну

# agree_health_data_processing
source: By tapping 'Enter Manually', you agree to the processing of your health data. For more information have a look at our
es: Al pulsar 'Ingresar manualmente', aceptas el procesamiento de tus datos de salud. Para más información, consulta nuestra
fr: En appuyant sur 'Saisir manuellement', vous acceptez le traitement de vos données de santé. Pour plus d'informations, consultez notre
tr: 'Manuel Giriş Yap' butonuna tıklayarak sağlık verilerinizin işlenmesini kabul ediyorsunuz. Daha fazla bilgi için
uk: Натискаючи 'Ввести вручну', ви погоджуєтесь на обробку ваших даних про здоров'я. Для додаткової інформації перегляньте нашу

source: Privacy Policy.
es: Política de Privacidad.
fr: Politique de confidentialité.
tr: Gizlilik Politikası'na
uk: Політика конфіденційності.

# how_active_title
source: How active are you?
es: ¿Qué tan activo eres?
fr: Quel est votre niveau d'activité ?
tr: Ne kadar aktifsiniz?
uk: Наскільки ви активні?

# how_active_subtitle
source: Exclude sports and strenuous activities like running, playing basketball, or working out.
es: Excluye deportes y actividades extenuantes como correr, jugar baloncesto o hacer ejercicio.
fr: Excluez les sports et les activités intenses comme courir, jouer au basketball ou vous entraîner.
tr: Koşma, basketbol oynama veya spor yapma gibi zorlayıcı aktiviteler hariç tutun.
uk: Виключіть спортивні та виснажливі активності, як біг, баскетбол чи тренування.

source: Not very active
es: No muy activo
fr: Pas très actif
tr: Çok aktif değil
uk: Не дуже активний

source: Lightly active
es: Ligeramente activo
fr: Légèrement actif
tr: Hafif aktif
uk: Трохи активний

source: Active
es: Activo
fr: Actif
tr: Aktif
uk: Активний

source: Very active
es: Muy activo
fr: Très actif
tr: Çok aktif
uk: Дуже активний

# not_very_active_title
source: Not very active
es: No muy activo
fr: Pas très actif
tr: Çok aktif değil
uk: Не дуже активний

# lightly_active_title
source: Lightly active
es: Ligeramente activo
fr: Légèrement actif
tr: Hafif aktif
uk: Трохи активний

# active_title
source: Active
es: Activo
fr: Actif
tr: Aktif
uk: Активний

# very_active_title
source: Very active
es: Muy activo
fr: Très actif
tr: Çok aktif
uk: Дуже активний

# not_very_active_description
source: Spend most of the day sitting (e.g. desk job, bank teller)
es: Pasas la mayor parte del día sentado (por ejemplo, trabajo de oficina, cajero de banco).
fr: Passez la majorité de la journée assis (par ex. travail de bureau, guichetier de banque).
tr: Günün çoğunu oturarak geçirirsiniz (örneğin, masa başı iş, bankacı)
uk: Більшу частину дня сидите (наприклад, на робочому місці, банківський працівник)

# lightly_active_description
source: Spend a good part of the day on your feet (e.g. teacher, salesperson)
es: Pasas buena parte del día de pie (por ejemplo, maestro, vendedor).
fr: Passez une bonne partie de la journée debout (par ex. enseignant, vendeur).
tr: Günün büyük kısmını ayakta geçirirsiniz (örneğin, öğretmen, satış elemanı)
uk: Більшу частину дня на ногах (наприклад, вчитель, продавець)

# active_description
source: Spend a good part of the day doing some physical activity (e.g. waiter, postal carrier)
es: Pasas buena parte del día haciendo alguna actividad física (por ejemplo, camarero, cartero).
fr: Passez une bonne partie de la journée à faire une activité physique (par ex. serveur, facteur).
tr: Günün büyük kısmını fiziksel aktivite ile geçirirsiniz (örneğin, garson, posta dağıtıcısı)
uk: Більшу частину дня займаєтеся фізичною активністю (наприклад, офіціант, листоноша)

# very_active_description
source: Spend most of the day doing heavy physical activity (e.g. construction worker, carpenter)
es: Pasas la mayor parte del día haciendo actividad física intensa (por ejemplo, obrero de construcción, carpintero).
fr: Passez la majorité de la journée à faire une activité physique intense (par ex. ouvrier, charpentier).
tr: Günün çoğunu yoğun fiziksel aktivite ile geçirirsiniz (örneğin, inşaat işçisi, marangoz)
uk: Більшу частину дня займаєтеся важкою фізичною активністю (наприклад, будівельник, тесляр)

source: Creating your diet plan
es: Creando tu plan alimenticio
fr: Création de votre plan alimentaire
tr: Diyet planınızı oluşturuyoruz
uk: Створення вашого плану харчування

source: Customizing your experience...
es: Personalizando tu experiencia...
fr: Personnalisation de votre expérience...
tr: Deneyiminizi özelleştiriyoruz...
uk: Налаштування вашого досвіду...

# analyzing_health_data
source: Analyzing your health data...
es: Analizando tus datos de salud...
fr: Analyse de vos données de santé...
tr: Sağlık verilerinizi analiz ediyoruz...
uk: Аналіз ваших даних про здоров'я...

source: Adding your goal...
es: Añadiendo tu objetivo...
fr: Ajout de votre objectif...
tr: Hedefinizi ekliyoruz...
uk: Додавання вашої мети...

source: Timeout
es: Tiempo agotado
fr: Temps écoulé
tr: Zaman aşımı
uk: Тайм-аут

source: Something went wrong.
es: Algo salió mal.
fr: Quelque chose a mal tourné.
tr: Bir şeyler ters gitti.
uk: Щось пішло не так.

source: Retry
es: Reintentar
fr: Réessayer
tr: Yeniden Dene
uk: Спробувати ще раз

source: Diet Plan Already Generated
es: Plan alimenticio ya generado
fr: Plan alimentaire déjà généré
tr: Diyet Planı Zaten Oluşturulmuş
uk: План харчування вже створено

# one_diet_plan_at_a_time
source: You can only generate one diet plan at a time. Please wait before trying again.
es: Solo puedes generar un plan alimenticio a la vez. Por favor, espera antes de intentarlo nuevamente.
fr: Vous pouvez générer un seul plan alimentaire à la fois. Veuillez attendre avant de réessayer.
tr: Bir seferde yalnızca bir diyet planı oluşturabilirsiniz. Lütfen tekrar denemeden önce bekleyin.
uk: Ви можете створити лише один план харчування одночасно. Будь ласка, зачекайте перед тим, як спробувати ще раз.

source: OK
tr: Tamam
uk: ОК

source: What’s your goal?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
tr: Hedefiniz nedir?
uk: Яка ваша мета?

# lets_focus_on_one_goal
source: Let’s focus on one goal to begin with.
es: Centrémonos en un solo objetivo para empezar.
fr: Concentrons-nous sur un seul objectif pour commencer.
tr: Başlangıçta bir hedefe odaklanalım.
uk: Зосередимося на одній меті для початку.

source: Lose weight
es: Perder peso
fr: Perdre du poids
tr: Kilo kaybetmek
uk: Скинути вагу

source: Maintain weight
es: Mantener peso
fr: Maintenir le poids
tr: Kilo korumak
uk: Підтримувати вагу

source: Gain weight
es: Ganar peso
fr: Prendre du poids
tr: Kilo almak
uk: Набрати вагу

source: Gain muscle
es: Ganar músculo
fr: Gagner du muscle
tr: Kas kazanmak
uk: Набрати м'язи

# diary_tab
source: Diary
es: Diario
fr: Journal
tr: Günlük
uk: Щоденник

# meal_plans_tab
source: Meal Plans
es: Planes de Comida
fr: Plans de repas
tr: Yemek Planları
uk: Плани харчування

# additional_tab
source: Additional
es: Adicional
fr: Supplémentaire
tr: Ekstra
uk: Додатково

# profile_tab
source: Profile
es: Perfil
fr: Profil
tr: Profil
uk: Профіль

source: Severe Stress
es: Estrés severo
fr: Stress sévère
tr: Şiddetli Stres
uk: Сильний стрес

source: High Stress
es: Estrés alto
fr: Stress élevé
tr: Yüksek Stres
uk: Високий стрес

source: Moderate Stress
es: Estrés moderado
fr: Stress modéré
tr: Orta Seviye Stres
uk: Помірний стрес

source: Low Stress
es: Estrés bajo
fr: Stress faible
tr: Düşük Stres
uk: Низький стрес

# failed_to_fetch_response
source: Failed to fetch response from OpenAI.
es: No se pudo obtener una respuesta de OpenAI.
fr: Échec de récupération de la réponse d'OpenAI.
tr: OpenAI'dan yanıt alınamadı.
uk: Не вдалося отримати відповідь від OpenAI.

# failed_to_decode_recipe
source: Failed to decode recipe data.
es: No se pudo decodificar los datos de la receta.
fr: Échec du décodage des données de la recette.
tr: Tarif verisi çözümlenemedi.
uk: Не вдалося декодувати рецепт.

# failed_to_convert_response
source: Failed to convert response text to data.
es: No se pudo convertir el texto de respuesta a datos.
fr: Échec de conversion du texte de réponse en données.
tr: Yanıt metni veriye dönüştürülemedi.
uk: Не вдалося перетворити відповідь в дані.

# failed_to_parse_meal
source: Failed to parse meal from response.
es: No se pudo analizar la comida de la respuesta.
fr: Échec de l'analyse du repas de la réponse.
tr: Yemek yanıtı çözümlenemedi.
uk: Не вдалося розібрати прийом їжі з відповіді.

# meal_reminder_title
source: Reminder
es: Recordatorio
fr: Rappel
tr: Hatırlatma
uk: Нагадування

# meal_reminder_body
source: It looks like you haven't selected a meal yet. Don't forget to plan your meals!
es: Parece que aún no has seleccionado una comida. ¡No olvides planificar tus comidas!
fr: On dirait que vous n'avez pas encore sélectionné de repas. N'oubliez pas de planifier vos repas !
tr: Henüz bir yemek seçmediniz gibi görünüyor. Yemeklerinizi planlamayı unutmayın!
uk: Здається, ви ще не вибрали страву. Не забудьте спланувати ваше харчування!

# global_inactivity_reminder_title
source: It's been a while!
es: ¡Ha pasado un tiempo!
fr: Ça fait un moment !
tr: Bir süredir bir şey yapmadınız!
uk: Ви давно не були активні!

# global_inactivity_reminder_body
source: You haven't interacted with the app for a while. Don't forget to check your meal plan!
es: No has interactuado con la aplicación durante un tiempo. ¡No olvides revisar tu plan de comidas!
fr: Vous n'avez pas interagi avec l'application depuis un moment. N'oubliez pas de vérifier votre plan de repas !
tr: Bir süredir uygulama ile etkileşime geçmediniz. Yemek planınızı kontrol etmeyi unutmayın!
uk: Ви давно не взаємодіяли з додатком. Не забудьте перевірити ваш план харчування!

source: per day
es: por día
fr: par jour
tr: günlük
uk: на день

source: Nutrients
es: Nutrientes
fr: Nutriments
tr: Besinler
uk: Поживні речовини

# grams
source: %@ gr
uk: %@ г

source: Your Saved Diet Plans
es: Tus Planes de Dieta Guardados
fr: Vos Plans de Régime Enregistrés
tr: Kaydedilen Diyet Planlarınız
uk: Ваші збережені плани харчування

# saved_diet_plans_subtitle
source: You can see details of your previous meal plans from this list
es: Puedes ver los detalles de tus planes de comida anteriores desde esta lista
fr: Vous pouvez voir les détails de vos anciens plans de repas depuis cette liste
tr: Önceki yemek planlarınızın detaylarına buradan ulaşabilirsiniz
uk: Ви можете побачити деталі ваших попередніх планів харчування в цьому списку

# create_new_plan_button
source: Create New Plan
es: Crear Nuevo Plan
fr: Créer un Nouveau Plan
tr: Yeni Plan Oluştur
uk: Створити новий план

# more_plans_available
source: You can create %d more
es: Puedes crear %d más
fr: Vous pouvez en créer encore %d
tr: %d daha fazla oluşturabilirsiniz
uk: Ви можете створити ще %d

# buy_more_plans
source: You can buy more diet plans from offers
es: Puedes comprar más planes de dieta desde las ofertas
fr: Vous pouvez acheter plus de plans de régime depuis les offres
tr: Diyet planlarını tekliflerimizden satın alabilirsiniz
uk: Ви можете придбати більше планів харчування через пропозиції

# steps_goal
source: %d steps
es: %d pasos
fr: %d pas
tr: %d adım
uk: %d кроків

# steps_label
source: Steps
es: Pasos
fr: Pas
tr: Adımlar
uk: Кроки

source: Purchase Plans
es: Comprar Planes
fr: Acheter des Plans
tr: Planları Satın Al
uk: Придбати плани

# purchase_description
source: Get the best out of FreshStart. Create more meal plans, control hydration, add activity and weight.
es: Aprovecha al máximo FreshStart. Crea más planes de comidas, controla la hidratación, añade actividad y peso.
fr: Profitez au maximum de FreshStart. Créez plus de plans de repas, contrôlez votre hydratation, ajoutez des activités et surveillez votre poids.
tr: FreshStart'tan en iyi şekilde yararlanın. Daha fazla yemek planı oluşturun, hidrasyonu kontrol edin, aktivite ve ağırlık ekleyin.
uk: Отримайте максимум від FreshStart. Створюйте більше планів харчування, контролюйте гідратацію, додавайте активність та вагу.

source: Purchase
es: Comprar
fr: Acheter
tr: Satın Al
uk: Купити

# purchase_plans_subtitle
source: You can see packages from this list
es: Puedes ver paquetes desde esta lista
fr: Vous pouvez voir les forfaits depuis cette liste
tr: Bu listeden paketleri görebilirsiniz
uk: Ви можете переглядати пакети з цього списку

# no_offerings
source: There are currently no offerings
es: Actualmente no hay ofertas disponibles
fr: Il n'y a actuellement aucune offre
tr: Şu anda hiçbir teklif yok
uk: Зараз немає доступних пропозицій

# error_title
source: Error
fr: Erreur
tr: Hata
uk: Помилка

# error_message
source: Something went wrong.
es: Algo salió mal.
fr: Quelque chose s'est mal passé.
tr: Bir şeyler ters gitti.
uk: Щось пішло не так.

source: Information of You
es: Tu Información
fr: Vos Informations
tr: Bilgileriniz
uk: Інформація про вас

# change_information
source: You can change your information in here
es: Puedes cambiar tu información aquí
fr: Vous pouvez modifier vos informations ici
tr: Bilgilerinizi burada değiştirebilirsiniz
uk: Ви можете змінити свою інформацію тут

source: Update
es: Actualizar
fr: Mettre à jour
tr: Güncelle
uk: Оновити

source: First Name
es: Nombre
fr: Prénom
tr: Ad
uk: Ім'я

# surname
source: Last name
es: Apellido
fr: Nom de Famille
tr: Soyad
uk: Прізвище

source: User name
es: Nombre de Usuario
fr: Nom d'utilisateur
tr: Kullanıcı adı
uk: Користувач

# disclaimer_and_data_privacy_title
source: Disclaimer & Data Privacy
es: Aviso Legal y Privacidad de Datos
fr: Mentions Légales et Confidentialité des Données
tr: Feragatname ve Veri Gizliliği
uk: Застереження та конфіденційність даних

source: Disclaimer & Data Privacy
es: Aviso Legal y Privacidad de Datos
fr: Mentions Légales et Confidentialité des Données
tr: Feragatname & Veri Gizliliği
uk: Застереження та конфіденційність даних

source: Our Promise to You
es: Nuestra Promesa para Ti
fr: Notre Promesse pour Vous
tr: Size Verdiğimiz Söz
uk: Наша обіцянка вам

source: Sources and Information Accuracy
es: Fuentes y Precisión de la Información
fr: Sources et Précision des Informations
tr: Kaynaklar ve Bilgi Doğruluğu
uk: Джерела та точність інформації

source: How We Use Your Health Data
es: Cómo Usamos Tus Datos de Salud
fr: Comment Nous Utilisons Vos Données de Santé
tr: Sağlık Verilerinizi Nasıl Kullanıyoruz
uk: Як ми використовуємо ваші дані про здоров'я

source: Our Commitment to Privacy and Security
es: Nuestro Compromiso con la Privacidad y la Seguridad
fr: Notre Engagement pour la Confidentialité et la Sécurité
tr: Gizlilik ve Güvenlik Konusundaki Taahhüdümüz
uk: Наше зобов'язання щодо конфіденційності та безпеки

source: Questions?
es: ¿Preguntas?
tr: Sorular?
uk: Є питання?

# profile.personal
source: Personal
fr: Personnel
tr: Kişisel
uk: Особисте

# profile.user_type
source: User Type
es: Tipo de Usuario
fr: Type d'utilisateur
tr: Kullanıcı Tipi
uk: Тип користувача

# profile.username
source: Username
es: Nombre de Usuario
fr: Nom d'utilisateur
tr: Kullanıcı Adı
uk: Ім'я користувача

# profile.name
source: Name
es: Nombre
fr: Prénom
tr: Ad
uk: Ім'я

# profile.surname
source: Surname
es: Apellido
fr: Nom
tr: Soyad
uk: Прізвище

# profile.birthday
source: Birthday
es: Cumpleaños
fr: Anniversaire
tr: Doğum Tarihi
uk: Дата народження

# profile.email
source: Email
es: Correo Electrónico
tr: E-posta
uk: Електронна пошта

# profile.gender
source: Gender
es: Género
fr: Genre
tr: Cinsiyet
uk: Стать

# profile.height
source: Height
es: Altura
fr: Taille
tr: Boy
uk: Зріст

# profile.weight
source: Weight
es: Peso
fr: Poids
tr: Kilo
uk: Вага

# profile.body_fat_percentage
source: Body Fat Percentage
es: Porcentaje de Grasa Corporal
fr: Pourcentage de Graisse Corporelle
tr: Vücut Yağ Yüzdesi
uk: Відсоток жиру в тілі

# profile.lean_body_mass
source: Lean Body Mass
es: Masa Corporal Magra
fr: Masse Corporelle Maigre
tr: Yağsız Vücut Kütlesi
uk: М'язова маса

# profile.resting_energy
source: Resting Energy
es: Energía en Reposo
fr: Énergie au Repos
tr: Dinlenme Enerjisi
uk: Енергія у спокої

# profile.active_energy
source: Active Energy
es: Energía Activa
fr: Énergie Active
tr: Aktif Enerji
uk: Активна енергія

# profile.language
source: Language
es: Idioma
fr: Langue
tr: Dil
uk: Мова

# profile.change_language
source: Change Language
es: Cambiar Idioma
fr: Changer la Langue
tr: Dil Değiştir
uk: Змінити мову

# profile.general
source: General
fr: Général
tr: Genel
uk: Загальне

# profile.notifications
source: Notifications
es: Notificaciones
tr: Bildirimler
uk: Сповіщення

# profile.disclaimer
source: Disclaimer & Data Privacy
es: Aviso Legal y Privacidad de Datos
fr: Mentions Légales et Confidentialité
tr: Feragatname & Veri Gizliliği
uk: Застереження та конфіденційність даних

# profile.contact_support
source: Contact support
es: Contactar Soporte
fr: Contacter le Support
tr: Destekle İletişime Geç
uk: Зв'язатися з підтримкою

# profile.leave_review
source: Leave a review
es: Dejar una Reseña
fr: Laisser un Avis
tr: Değerlendirme Bırak
uk: Залишити відгук

# profile.confirm_delete_account
source: Confirm Account Deletion
es: Confirmar Eliminación de Cuenta
fr: Confirmer la Suppression du Compte
tr: Hesap Silme Onayı
uk: Підтвердити видалення акаунта

# profile.delete_account_message
source: Are you sure you want to delete your account? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar tu cuenta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible.
tr: Hesabınızı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити свій акаунт? Цю дію не можна скасувати.

# profile.delete_button
source: Delete
es: Eliminar
fr: Supprimer
tr: Sil
uk: Видалити

# profile.cancel_button
source: Cancel
es: Cancelar
fr: Annuler
tr: İptal
uk: Скасувати

# profile.contact_subject
source: Support Request
es: Solicitud de Soporte
fr: Demande de Support
tr: Destek Talebi
uk: Запит до підтримки

# profile.contact_body
source: Please describe your issue here.
es: Por favor, describe tu problema aquí.
fr: Veuillez décrire votre problème ici.
tr: Lütfen sorununuzu buraya yazın.
uk: Будь ласка, опишіть вашу проблему тут.

# login.welcome_title
source: Welcome to FreshStart
es: Bienvenido a FreshStart
fr: Bienvenue sur FreshStart
tr: FreshStart'a Hoşgeldiniz
uk: Ласкаво просимо до FreshStart

# login.welcome_subtitle
source: Hello there, sign in to continue!
es: Hola, ¡inicia sesión para continuar!
fr: Bonjour, connectez-vous pour continuer !
tr: Merhaba, devam etmek için giriş yapın!
uk: Привіт, увійдіть, щоб продовжити!

# login.email_address
source: Email Address
es: Correo Electrónico
fr: Adresse E-mail
tr: E-posta Adresi
uk: Електронна пошта

# login.password
source: Password
es: Contraseña
fr: Mot de Passe
tr: Şifre
uk: Пароль

# login.forgot_password
source: Forgot Password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
tr: Şifrenizi mi unuttunuz?
uk: Забули пароль?

# login.login_button
source: Login
es: Iniciar Sesión
fr: Connexion
tr: Giriş Yap
uk: Увійти

# login.or_login_with
source: Or Login with
es: O Inicia Sesión con
fr: Ou connectez-vous avec
tr: Veya giriş yaparak
uk: Або увійдіть за допомогою

# login.connect_with_google
source: Connect with Google
es: Conectar con Google
fr: Se connecter avec Google
tr: Google ile Bağlan
uk: Підключитися через Google

# login.connect_with_apple
source: Connect with Apple
es: Conectar con Apple
fr: Se connecter avec Apple
tr: Apple ile Bağlan
uk: Підключитися через Apple

# login.dont_have_account
source: Don’t have an account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
tr: Hesabınız yok mu?
uk: Немає акаунта?

# login.register_now
source: Register!
es: ¡Regístrate!
fr: Inscrivez-vous !
tr: Hemen Kayıt Ol!
uk: Зареєструватися!
