Repository: m3rtkoksal/FreshStart
Catalog: *.lproj/Localizable.strings
Languages: es, fr, tr, uk

# login.alert_wrong_credentials_title
source: Wrong email or password
es: Correo o contraseña incorrectos
fr: E-mail ou mot de passe incorrect
tr: Yanlış e-posta veya şifre
uk: Невірна електронна пошта або пароль

# login.alert_try_again
source: Try Again
es: Inténtalo de nuevo
fr: Réessayez
tr: Tekrar Deneyin
uk: Спробуйте ще раз

# password_reset.forgot_password_title
source: Forgot Password
es: Contraseña Olvidada
fr: Mot de passe oublié
tr: Şifreyi Unuttum
uk: Забули пароль

# password_reset.forgot_password_subtitle
source: Please enter your email address to receive your password reset code
es: Por favor, ingrese su dirección de correo electrónico para recibir su código de restablecimiento de contraseña
fr: Veuillez entrer votre adresse e-mail pour recevoir votre code de réinitialisation de mot de passe
tr: Şifrenizi sıfırlama kodunu almak için lütfen e-posta adresinizi girin
uk: Будь ласка, введіть вашу електронну пошту для отримання коду скидання пароля

# password_reset.email_placeholder
source: Email Address
es: Dirección de Correo Electrónico
fr: Adresse e-mail
tr: E-posta Adresi
uk: Електронна пошта

# password_reset.reset_password_button
source: Reset Password
es: Restablecer Contraseña
fr: Réinitialiser le mot de passe
tr: Şifreyi Sıfırla
uk: Скинути пароль

# password_reset.password_reset_alert_title
source: Password Reset
es: Restablecimiento de Contraseña
fr: Réinitialisation du mot de passe
tr: Şifre Sıfırlama
uk: Скидання пароля

# registration.title
source: Registration
es: Registro
fr: Inscription
tr: Kayıt
uk: Реєстрація

# registration.subtitle
source: Please enter your information to create new account
es: Por favor, ingrese su información para crear una nueva cuenta
fr: Veuillez entrer vos informations pour créer un nouveau compte
tr: Yeni bir hesap oluşturmak için bilgilerinizi girin
uk: Будь ласка, введіть вашу інформацію для створення нового акаунта

# registration.first_name_placeholder
source: First name
es: Nombre
fr: Prénom
tr: Ad
uk: Ім'я

# registration.last_name_placeholder
source: Last name
es: Apellido
fr: Nom
tr: Soyad
uk: Прізвище

# registration.email_placeholder
source: Email Address
es: Dirección de Correo Electrónico
fr: Adresse e-mail
tr: E-posta Adresi
uk: Електронна пошта

# registration.password_placeholder
source: Password
es: Contraseña
fr: Mot de passe
tr: Şifre
uk: Пароль

# registration.create_account_button
source: Create Account
es: Crear Cuenta
fr: Créer un compte
tr: Hesap Oluştur
uk: Створити акаунт

# registration.or_register_with
source: or Register with
es: o Regístrese con
fr: ou Inscrivez-vous avec
tr: ya da Şununla Kayıt Ol
uk: або зареєструватися за допомогою

# registration.connect_with_google_button
source: Connect with Google
es: Conectar con Google
fr: Se connecter avec Google
tr: Google ile Kayıt Ol
uk: Підключитися через Google

# registration.connect_with_apple_button
source: Connect with Apple
es: Conectar con Apple
fr: Se connecter avec Apple
tr: Apple ile Kayıt Ol
uk: Підключитися через Apple

# registration.already_have_account
source: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
tr: Zaten bir hesabınız var mı?
uk: Вже маєте акаунт?

# registration.login_button
source: Login!
es: ¡Inicia Sesión!
fr: Connexion !
tr: Giriş Yap!
uk: Увійти!

# registration.done_button
source: Done
es: Hecho
fr: Terminé
tr: Tamam
uk: Готово

# walkthrough.track_diet_water
source: Track your diet, water intake
es: Controla tu dieta y consumo de agua
fr: Suivez votre alimentation, consommation d'eau
tr: Diyetinizi ve su alımınızı takip edin
uk: Відстежуйте свою дієту та споживання води

# walkthrough.create_healthy_habits
source: Create healthy habits
es: Crea hábitos saludables
fr: Créez des habitudes saines
tr: Sağlıklı alışkanlıklar oluşturun
uk: Створюйте здорові звички

# walkthrough.shape_lifestyle_goals
source: Shape your lifestyle goals
es: Establece metas para tu estilo de vida
fr: Définissez vos objectifs de style de vie
tr: Yaşam tarzı hedeflerinizi şekillendirin
uk: Формуйте свої цілі в житті

# walkthrough.track_activity
source: Track your activity
es: Controla tu actividad
fr: Suivez votre activité
tr: Aktivitenizi takip edin
uk: Відстежуйте свою активність

# walkthrough.customize_meals
source: Customize your meals
es: Personaliza tus comidas
fr: Personnalisez vos repas
tr: Yemeklerinizi özelleştirin
uk: Налаштуйте свої страви

# walkthrough.lose_weight
source: Lose weight
es: Pierde peso
fr: Perdez du poids
tr: Kilo verin
uk: Схуднути

# walkthrough.gain_muscle
source: Gain muscle
es: Gana músculo
fr: Prenez du muscle
tr: Kas kazanın
uk: Набрати м'язи

# walkthrough.maintain_weight
source: Maintain weight
es: Mantén tu peso
fr: Maintenez votre poids
tr: Kilo koruyun
uk: Підтримати вагу

# walkthrough.gain_weight
source: Gain weight
es: Gana peso
fr: Prenez du poids
tr: Kilo alın
uk: Набрати вагу

# walkthrough.ai_help
source: With the help of AI we will create a perfect diet plan that will help you to achieve your goal!
es: Con la ayuda de la IA, crearemos un plan de dieta perfecto para ayudarte a alcanzar tu objetivo.
fr: Avec l'aide de l'IA, nous créerons un plan de régime parfait pour atteindre votre objectif !
tr: Yapay zeka ile size mükemmel bir diyet planı oluşturacağız!
uk: За допомогою ШІ ми створимо ідеальний план харчування, який допоможе вам досягти вашої мети!

# walkthrough.ai_science_help
source: We use AI and science to help you see real results.
es: Usamos IA y ciencia para ayudarte a obtener resultados reales.
fr: Nous utilisons l'IA et la science pour vous aider à obtenir des résultats réels.
tr: Yapay zeka ve bilim ile gerçek sonuçlar görmenizi sağlıyoruz.
uk: Ми використовуємо ШІ та науку, щоб допомогти вам побачити реальні результати.

# walkthrough.personalized_diet_plan
source: You will get perfectly personalized Diet Plan tailored to your unique preferences, dietary restrictions, and lifestyle goals.
es: Obtendrás un Plan de Dieta perfectamente personalizado adaptado a tus preferencias únicas, restricciones dietéticas y metas de estilo de vida.
fr: Vous recevrez un plan diététique parfaitement personnalisé, adapté à vos préférences, restrictions alimentaires et objectifs de style de vie.
tr: Eşsiz tercihleriniz, diyet kısıtlamalarınız ve yaşam tarzı hedeflerinize göre tamamen kişiselleştirilmiş bir diyet planı alacaksınız.
uk: Ви отримаєте ідеально персоналізований план харчування, адаптований до ваших уподобань, обмежень у дієті та цілей у житті.

# walkthrough.know_more_about_you
source: To accurately set your goals, we’d like to know a bit more about you.
es: Para establecer tus metas con precisión, necesitamos saber un poco más sobre ti.
fr: Pour définir vos objectifs avec précision, nous aimerions en savoir un peu plus sur vous.
tr: Hedeflerinizi doğru bir şekilde belirlemek için sizinle ilgili biraz daha bilgi edinmemiz gerek.
uk: Щоб точно визначити ваші цілі, нам потрібно дізнатися трохи більше про вас.

# walkthrough.lets_go
source: Let's go
es: Vamos
fr: Allons-y
tr: Hadi başlayalım
uk: Поїхали

# walkthrough.next
source: Next
es: Siguiente
fr: Suivant
tr: Sonraki
uk: Далі

# walkthrough.create_diet_plan_title
source: Create your perfect diet plan with
es: Crea tu plan de dieta perfecto con
fr: Créez votre plan diététique parfait avec
tr: Mükemmel diyet planınızı oluşturun
uk: Створіть свій ідеальний план харчування з

# walkthrough.start_healthy_journey
source: Start your healthy journey now
es: Comienza tu viaje saludable ahora
fr: Commencez votre voyage vers la santé maintenant
tr: Sağlıklı yolculuğunuza şimdi başlayın
uk: Почніть свою здорову подорож зараз

# walkthrough.define_goal_title
source: Define your goal
es: Define tu objetivo
fr: Définissez votre objectif
tr: Hedefinizi belirleyin
uk: Визначте свою мету

# walkthrough.welcome_to_new_you
source: Welcome to the new you!
es: ¡Bienvenido al nuevo tú!
fr: Bienvenue dans votre nouvelle vie !
tr: Yeni siz hoşgeldiniz!
uk: Ласкаво просимо до нового себе!

# validation.email_invalid
source: Invalid email format
es: Formato de correo electrónico inválido
fr: Format d'email invalide
tr: Geçersiz e-posta formatı
uk: Невірний формат електронної пошти

# validation.password_invalid
source: Password must be at least 8 characters long and contain a number and special character
es: La contraseña debe tener al menos 8 caracteres e incluir un número y un carácter especial
fr: Le mot de passe doit contenir au moins 8 caractères, un chiffre et un caractère spécial
tr: Şifre en az 8 karakter uzunluğunda olmalı ve bir rakam ile özel karakter içermelidir
uk: Пароль повинен бути не менше 8 символів і містити цифру та спеціальний символ

# validation.first_name_invalid
source: First name must be 2-30 characters long and use Turkish characters
es: El nombre debe tener entre 2 y 30 caracteres y usar caracteres turcos
fr: Le prénom doit comporter entre 2 et 30 caractères et utiliser des caractères turcs
tr: Ad 2-30 karakter uzunluğunda olmalı ve Türkçe karakterler kullanılmalıdır
uk: Ім'я повинно бути від 2 до 30 символів і містити українські літери

# validation.last_name_invalid
source: Last name must be 2-30 characters long and use Turkish characters
es: El apellido debe tener entre 2 y 30 caracteres y usar caracteres turcos
fr: Le nom doit comporter entre 2 et 30 caractères et utiliser des caractères turcs
tr: Soyad 2-30 karakter uzunluğunda olmalı ve Türkçe karakterler kullanılmalıdır
uk: Прізвище повинно бути від 2 до 30 символів і містити українські літери

# validation.username_invalid
source: Username must be 2-30 characters long and can contain Turkish characters, numbers, and dashes
es: El nombre de usuario debe tener entre 2 y 30 caracteres y puede incluir caracteres turcos, números y guiones
fr: Le nom d'utilisateur doit comporter entre 2 et 30 caractères et peut contenir des caractères turcs, des chiffres et des tirets
tr: Kullanıcı adı 2-30 karakter uzunluğunda olmalı ve Türkçe karakterler, rakamlar ve tireler içerebilir
uk: Ім'я користувача повинно бути від 2 до 30 символів і може містити українські літери, цифри та дефіси

# validation.date_invalid
source: Date must be in the format dd/MM/yyyy
es: La fecha debe estar en el formato dd/MM/aaaa
fr: La date doit être au format jj/MM/aaaa
tr: Tarih dd/AA/yyyy formatında olmalıdır
uk: Дата повинна бути у форматі dd/MM/yyyy

source: Delete Account
es: Eliminar Cuenta
fr: Supprimer le compte
tr: Hesabı Sil
uk: Видалити акаунт

source: Log out
es: Cerrar Sesión
fr: Se déconnecter
tr: Çıkış Yap
uk: Вийти з акаунта

# prompt_create
source: Create a personalized diet plan based on the following guidelines and user data. Make sure to strictly follow the rules, regardless of the user's purpose (e.g., weight loss, muscle gain, etc.). DO NOT change the meal format or any other instructions based on the purpose.
es: Crea un plan de dieta personalizado basado en las siguientes pautas y datos del usuario. Asegúrate de seguir estrictamente las reglas, independientemente del propósito del usuario (por ejemplo, pérdida de peso, ganancia de músculo, etc.). NO cambies el formato de las comidas ni ninguna otra instrucción en función del propósito.
fr: Créez un plan diététique personnalisé basé sur les directives et les données utilisateur suivantes. Assurez-vous de suivre strictement les règles, quel que soit l'objectif de l'utilisateur (par ex., perte de poids, prise de muscle, etc.). NE modifiez PAS le format des repas ou d'autres instructions en fonction de l'objectif.
tr: Aşağıdaki yönergeler ve kullanıcı verileri doğrultusunda kişiselleştirilmiş bir diyet planı oluşturun. Kullanıcının amacı (örneğin, kilo kaybı, kas kazanımı vb.) ne olursa olsun kurallara sıkı bir şekilde uyduğunuzdan emin olun. Öğün formatını veya diğer talimatları amaca göre değiştirmeyin.
uk: Створіть персоналізований дієтичний план, враховуючи наступні вказівки та дані користувача. Дотримуйтесь суворо правил, незалежно від мети користувача (наприклад, втрата ваги, набір м'язів тощо). НЕ змінюйте формат прийомів їжі або будь-які інші інструкції залежно від мети.

# prompt_rules_json_format
source: 1. **JSON Format**: The response must be a valid JSON object with the following structure: {"totalNutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "meals": [{"name": STRING, "nutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "items": [{"item": STRING, "quantity": STRING}]}]}
es: 1. **Formato JSON**: La respuesta debe ser un objeto JSON válido con la siguiente estructura: {"totalNutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "meals": [{"name": STRING, "nutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "items": [{"item": STRING, "quantity": STRING}]}]}
fr: 1. **Format JSON** : La réponse doit être un objet JSON valide avec la structure suivante : {"totalNutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "meals": [{"name": STRING, "nutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "items": [{"item": STRING, "quantity": STRING}]}]}
tr: 1. **JSON Formatı**: Yanıt, aşağıdaki yapıyı takip eden geçerli bir JSON nesnesi olmalıdır: {"totalNutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "meals": [{"name": STRING, "nutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "items": [{"item": STRING, "quantity": STRING}]}]}
uk: 1. **Формат JSON**: Відповідь повинна бути дійсним об'єктом JSON з наступною структурою: {"totalNutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "meals": [{"name": STRING, "nutrients": {"kcal": INT, "protein": INT, "carbohydrate": INT, "fat": INT}, "items": [{"item": STRING, "quantity": STRING}]}]}

# prompt_rules_total_nutrients
source: 2. **Total Nutrients**: Include the total daily nutrient intake at the start of the JSON object in the "totalNutrients" field.
es: 2. **Nutrientes Totales**: Incluye la ingesta total diaria de nutrientes al inicio del objeto JSON en el campo "totalNutrients".
fr: 2. **Nutriments Totaux** : Incluez l'apport total en nutriments quotidiens au début de l'objet JSON dans le champ "totalNutrients".
tr: 2. **Toplam Besin Değerleri**: JSON nesnesinin başında "totalNutrients" alanında toplam günlük besin alımını ekleyin.
uk: 2. **Загальні нутрієнти**: Включіть загальний добовий прийом нутрієнтів на початку об'єкта JSON у полі "totalNutrients".

# prompt_rules_meals
source: 3. **Meals**: Each meal must include a "name" (e.g., "Breakfast"), "nutrients" (summary for the meal), and an "items" array (list of food items with quantities).
es: 3. **Comidas**: Cada comida debe incluir un "name" (por ejemplo, "Desayuno"), "nutrients" (resumen de la comida) y un array "items" (lista de alimentos con cantidades).
fr: 3. **Repas** : Chaque repas doit inclure un "name" (par ex., "Petit-déjeuner"), "nutrients" (résumé pour le repas) et un tableau "items" (liste des aliments avec quantités).
tr: 3. **Öğünler**: Her öğün, bir "isim" (örneğin, "Kahvaltı"), "besin değerleri" (öğün için özet) ve bir "items" dizisi (yemek öğeleri ile miktarların listesi) içermelidir.
uk: 3. **Прийоми їжі**: Кожен прийом їжі повинен включати "name" (наприклад, "Сніданок"), "nutrients" (підсумок для прийому їжі) та масив "items" (список продуктів із кількостями).

# prompt_rules_meal_units
source: 4. **Meal Units**: Only give meals in grams or pieces.
es: 4. **Unidades de las Comidas**: Solo da comidas en gramos o piezas.
fr: 4. **Unités des Repas** : Donnez uniquement les repas en grammes ou pièces.
tr: 4. **Öğün Birimleri**: Yalnızca gram veya adet cinsinden öğün verin.
uk: 4. **Одиниці вимірювання прийомів їжі**: Давайте страви тільки в грамах або штуках.

# prompt_rules_strict_json_only
source: 5. **Strict JSON Only**: Do not include any additional text, comments, or explanations outside of the JSON object.
es: 5. **Solo JSON Estricto**: No incluyas ningún texto adicional, comentarios o explicaciones fuera del objeto JSON.
fr: 5. **Strictement JSON Uniquement** : Ne pas inclure de texte, commentaires ou explications supplémentaires en dehors de l'objet JSON.
tr: 5. **Sadece JSON**: JSON nesnesi dışında herhangi bir ek metin, yorum veya açıklama eklemeyin.
uk: 5. **Тільки суворий JSON**: Не включайте додатковий текст, коментарі або пояснення поза межами об'єкта JSON.

# prompt_user_data
source: User's Data: - Diet Preference: %@ - Allergens: %@ - Meals a day including snacks: %@ - Birthday: %@ - Height: %@ - Weight: %@ - Body Fat Percentage: %@ - Lean Body Mass: %@ - Active Energy: %@ - Activity Level: %@ - Resting Energy: %@ - Gender: %@ - Purpose: %@
es: Datos del Usuario: - Preferencia Dietética: %@ - Alergias: %@ - Comidas al día, incluidos los snacks: %@ - Fecha de Nacimiento: %@ - Altura: %@ - Peso: %@ - Porcentaje de Grasa Corporal: %@ - Masa Corporal Magra: %@ - Energía Activa: %@ - Nivel de Actividad: %@ - Energía en Reposo: %@ - Género: %@ - Propósito: %@
fr: Données de l'utilisateur : - Préférence alimentaire : %@ - Allergènes : %@ - Repas par jour y compris les collations : %@ - Date de naissance : %@ - Taille : %@ - Poids : %@ - Pourcentage de graisse corporelle : %@ - Masse corporelle maigre : %@ - Énergie active : %@ - Niveau d'activité : %@ - Énergie au repos : %@ - Genre : %@ - Objectif : %@
tr: Kullanıcı Verileri: - Diyet Tercihi: %@ - Alerjenler: %@ - Günlük öğün sayısı (atıştırmalıklar dahil): %@ - Doğum Tarihi: %@ - Boy: %@ - Ağırlık: %@ - Vücut Yağ Yüzdesi: %@ - Yağsız Vücut Kütlesi: %@ - Aktif Enerji: %@ - Aktivite Seviyesi: %@ - Dinlenme Enerjisi: %@ - Cinsiyet: %@ - Amaç: %@
uk: Дані користувача: - Дієтичні уподобання: %@ - Алергени: %@ - Кількість прийомів їжі на день, включаючи перекуси: %@ - День народження: %@ - Зріст: %@ - Вага: %@ - Відсоток жиру в тілі: %@ - М'язова маса: %@ - Активна енергія: %@ - Рівень активності: %@ - Спокійна енергія: %@ - Стать: %@ - Мета: %@

# prompt_create_recipe
source: Create a personalized recipe based on the following meal information. Include 'name', 'totalNutrients', 'ingredients', and 'instructions' fields in the JSON response. Use this structure: {...}
es: Crea una receta personalizada basada en la siguiente información de la comida. Incluye los campos 'name', 'totalNutrients', 'ingredients' e 'instructions' en la respuesta JSON. Usa esta estructura: {...}
fr: Créez une recette personnalisée basée sur les informations suivantes sur le repas. Incluez les champs "name", "totalNutrients", "ingredients" et "instructions" dans la réponse JSON. Utilisez cette structure : {...}
tr: Aşağıdaki öğün bilgilerine dayanarak kişiselleştirilmiş bir tarif oluşturun. Yanıtta 'isim', 'toplam besin değerleri', 'malzemeler' ve 'talimatlar' alanlarını içeren bir JSON yanıtı verin. Bu yapıyı kullanın: {...}
uk: Створіть персоналізований рецепт на основі наступної інформації про страву. Включіть поля 'name', 'totalNutrients', 'ingredients' та 'instructions' у відповіді у форматі JSON. Використовуйте таку структуру: {...}

# prompt_generate_alternative_meal
source: Generate a distinct alternative to the meal provided below. Follow all rules precisely and use different ingredients to create a new meal that is nutritionally similar but diverse in taste and preparation. Avoid using the same primary ingredients as much as possible.
es: Genera una alternativa distinta para la comida proporcionada a continuación. Sigue todas las reglas al pie de la letra y utiliza ingredientes diferentes para crear una nueva comida que sea nutricionalmente similar pero diversa en sabor y preparación. Evita utilizar los mismos ingredientes principales tanto como sea posible.
fr: Générez une alternative distincte au repas fourni ci-dessous. Suivez strictement toutes les règles et utilisez des ingrédients différents pour créer un nouveau repas qui est similaire sur le plan nutritionnel mais diversifié en goût et en préparation. Évitez d'utiliser autant que possible les mêmes ingrédients principaux.
tr: Aşağıda verilen öğüne belirgin bir alternatif oluşturun. Tüm kurallara tam olarak uyun ve yeni bir öğün oluşturmak için farklı malzemeler kullanarak besin değeri benzer, ancak tat ve hazırlık açısından çeşitlilik sağlayın. Aynı ana malzemeleri mümkün olduğunca kullanmamaya özen gösterin.
uk: Створіть альтернативу до наданого прийому їжі. Дотримуйтесь всіх правил точно та використовуйте різні інгредієнти для створення нової страви, яка буде мати подібні поживні властивості, але відрізнятися за смаком і способом приготування. Уникайте використання однакових основних інгредієнтів, наскільки це можливо.

# prompt_focus_on_variety
source: Focus on Variety: - Choose different ingredients or cuisine styles to ensure variety in taste and preparation. - Aim for a similar nutritional profile without repeating the original main ingredients.
es: Enfoque en la Variedad: - Elige diferentes ingredientes o estilos de cocina para garantizar la variedad en sabor y preparación. - Busca un perfil nutricional similar sin repetir los ingredientes principales originales.
fr: Concentrez-vous sur la variété : - Choisissez des ingrédients ou des styles de cuisine différents pour assurer une variété de goûts et de préparation. - Visez un profil nutritionnel similaire sans répéter les principaux ingrédients originaux.
tr: Çeşitliliğe Odaklanın: - Tat ve hazırlık açısından çeşitlilik sağlamak için farklı malzemeler veya mutfak stilleri seçin. - Orijinal ana malzemeleri tekrar etmeden benzer bir besin profili hedefleyin.
uk: Зосередьтеся на різноманітності: - Вибирайте різні інгредієнти або стилі кухні, щоб забезпечити різноманітність у смаку та приготуванні. - Намагайтеся зберегти подібний харчовий профіль без повторення основних інгредієнтів.

# prompt_new_meal_name_and_ingredients
source: New Meal Name and Ingredients: - Name of the new meal will be Alternative "%@". - Give new meal according to title. Do not give salmon or beef if it is breakfast. Try to keep nutrients the same and do not make significant changes.
es: Nuevo Nombre e Ingredientes de la Comida: - El nombre de la nueva comida será Alternativa "%@". - Da una nueva comida según el título. No des salmón ni carne de res si es desayuno. Intenta mantener los nutrientes iguales y no hagas cambios significativos.
fr: Nom et ingrédients du nouveau repas : - Le nom du nouveau repas sera "Alternative %@". - Donnez un nouveau repas selon le titre. N'incluez pas de saumon ou de bœuf si c'est un petit-déjeuner. Essayez de conserver les mêmes nutriments sans effectuer de changements significatifs.
tr: Yeni Öğün İsmi ve Malzemeleri: - Yeni öğün adı "%@" olacak. - Başlık doğrultusunda yeni öğünü verin. Eğer kahvaltı ise somon veya dana eti vermeyin. Besin değerlerini mümkün olduğunca aynı tutun ve önemli değişiklikler yapmayın.
uk: Назва нової страви та інгредієнти: - Назва нової страви буде Alternative "%@". - Дайте нову страву згідно з назвою. Не давайте лосося чи яловичину на сніданок. Намагайтеся зберегти ті самі поживні властивості та не робити значних змін.

# text_should_be_at_least
source: Text should be at least %d characters long.
es: El texto debe tener al menos %d caracteres.
fr: Le texte doit contenir au moins %d caractères.
tr: Metin en az %d karakter uzunluğunda olmalıdır.
uk: Текст повинен бути не менше ніж %d символів.

source: Invalid input format.
es: Formato de entrada inválido.
fr: Format d'entrée invalide.
tr: Geçersiz giriş formatı.
uk: Невірний формат введення.

source: Save
es: Guardar
fr: Enregistrer
tr: Kaydet
uk: Зберегти

# ok_button_text
source: OK
es: Aceptar
tr: Tamam

# ok_button
source: OK
tr: Tamam

# password_reset.ok_button
source: OK
tr: Tamam
