Repository: m3rtkoksal/FreshStart
Catalog: *.lproj/Localizable.strings
Languages: es, fr, tr, uk

# no_diet_plans_available
source: You currently do not have any diet plans.
es: Actualmente no tienes ningún plan de dieta.
fr: Vous n'avez actuellement aucun plan alimentaire.
tr: Şu anda hiç diyet planınız yok.
uk: Наразі у вас немає дієтичних планів.

source: Create New Plan
es: Crear un Nuevo Plan
fr: Créer un Nouveau Plan
tr: Yeni Plan Oluştur
uk: Створити новий план

# learn_more_diet_nutrition
source: Learn more about diet and nutrition
es: Aprende más sobre dieta y nutrición
fr: En savoir plus sur le régime et la nutrition
tr: Diyet ve beslenme hakkında daha fazla bilgi edinin
uk: Дізнайтеся більше про дієту та харчування

source: Water
es: Agua
fr: Eau
tr: Su
uk: Вода

# tap_to_mark_meal_eaten
source: Tap “+” to mark your meal as eaten. Selected meals will reset each night automatically.
es: Toca “+” para marcar tu comida como consumida. Las comidas seleccionadas se restablecerán automáticamente cada noche.
fr: Touchez “+” pour marquer votre repas comme consommé. Les repas sélectionnés seront réinitialisés automatiquement chaque nuit.
tr: Yemeğinizi yedi olarak işaretlemek için “+” butonuna tıklayın. Seçilen öğünler her gece otomatik olarak sıfırlanacaktır.
uk: Натисніть “+”, щоб позначити страву як з’їдену. Вибрані страви скидатимуться щоночі автоматично.

source: Remember to stay hydrated!
es: ¡Recuerda mantenerte hidratado!
fr: N'oubliez pas de rester hydraté !
tr: Suyu unutmayın!
uk: Не забувайте пити воду!

# allergens_title
source: Allergens
es: Alergias
fr: Allergènes
tr: Alerjenler
uk: Алергени

# allergens_subtitle
source: If you have any allergies, please select your allergens from the list.
es: Si tienes alguna alergia, selecciona tus alérgenos de la lista.
fr: Si vous avez des allergies, veuillez sélectionner vos allergènes dans la liste.
tr: Eğer herhangi bir alerjiniz varsa, lütfen alerjenlerinizi listeden seçin.
uk: Якщо у вас є алергії, виберіть свої алергени зі списку.

source: Allergen
es: Alérgeno
fr: Allergène
tr: Alerjen
uk: Алерген

source: Allergen Type
es: Tipo de Alérgeno
fr: Type d'allergène
tr: Alerjen Türü
uk: Тип алергену

source: Severity Level
es: Nivel de Severidad
fr: Niveau de sévérité
tr: Şiddet Düzeyi
uk: Рівень серйозності

source: Add
es: Añadir
fr: Ajouter
tr: Ekle
uk: Додати

source: Create Diet Plan
es: Crear Plan de Dieta
fr: Créer un plan alimentaire
tr: Diyet Planı Oluştur
uk: Створити дієтичний план

source: Details About You
es: Detalles Sobre Ti
fr: Détails sur vous
tr: Hakkınızda Detaylar
uk: Деталі про вас

# freshstart_needs_info
source: FreshStart needs to know a bit about your physiology to create the most suitable plan for you.
es: FreshStart necesita conocer un poco sobre tu fisiología para crear el plan más adecuado para ti.
fr: FreshStart a besoin de connaître un peu votre physiologie pour créer le plan le plus adapté pour vous.
tr: FreshStart, sizin için en uygun planı oluşturabilmek için biraz fiziğiniz hakkında bilgiye ihtiyaç duyar.
uk: FreshStart потрібно знати трохи про вашу фізіологію, щоб створити найбільш підходящий план для вас.

# please_select_gender
source: Please select your gender
es: Por favor selecciona tu género
fr: Veuillez sélectionner votre sexe
tr: Lütfen cinsiyetinizi seçin
uk: Будь ласка, виберіть вашу стать

source: Date of Birth
es: Fecha de Nacimiento
fr: Date de naissance
tr: Doğum Tarihi
uk: Дата народження

source: How tall are you?
es: ¿Cuánto mides?
fr: Quelle est votre taille ?
tr: Boyunuz ne kadar?
uk: Який ваш зріст?

# how_much_do_you_weight
source: How much do you weigh?
es: ¿Cuánto pesas?
fr: Quel est votre poids ?
tr: Kilolu musunuz?
uk: Яка ваша вага?

source: Next
es: Siguiente
fr: Suivant
tr: İleri
uk: Далі

source: Select Height
es: Seleccionar Altura
fr: Sélectionnez la taille
tr: Boy Seçin
uk: Виберіть зріст

source: Male
es: Hombre
fr: Homme
tr: Erkek
uk: Чоловік

source: Female
es: Mujer
fr: Femme
tr: Kadın
uk: Жінка

source: Other
es: Otro
fr: Autre
tr: Diğer
uk: Інше

source: Not Set
es: No Establecido
fr: Non défini
tr: Belirtilmedi
uk: Не вказано

source: Unknown
es: Desconocido
fr: Inconnu
tr: Bilinmiyor
uk: Невідомо

# can_eat
source: You can eat
es: Puedes comer
fr: Vous pouvez manger
tr: Yiyebilirsiniz
uk: Ви можете їсти

# cannot_eat
source: You can NOT eat
es: NO puedes comer
fr: Vous ne pouvez PAS manger
tr: Yiyemezsiniz
uk: Ви НЕ можете їсти

# diet_preference_title
source: Diet Preference
es: Preferencia de Dieta
fr: Préférences alimentaires
tr: Diyet Tercihi
uk: Переваги в дієті

# diet_preference_subtitle
source: Please select your diet preference
es: Por favor selecciona tu preferencia de dieta
fr: Veuillez sélectionner vos préférences alimentaires
tr: Lütfen diyet tercihinizi seçin
uk: Будь ласка, оберіть вашу дієту

source: Recommended
es: Recomendado
fr: Recommandé
tr: Tavsiye Edilen
uk: Рекомендовано

# normal_title
source: Normal
uk: Нормальна

# normal_description
source: No dietary restrictions, includes all food types.
es: Sin restricciones alimentarias, incluye todo tipo de alimentos.
fr: Aucune restriction alimentaire, inclut tous les types d'aliments.
tr: Hiçbir diyet kısıtlaması yok, tüm gıda türlerini içerir.
uk: Без дієтичних обмежень, включає всі види продуктів.

# normal_info_description
source: The normal diet includes a wide variety of foods without any specific restrictions. It supports a balanced diet, and is the most common choice for people without dietary limitations.
es: La dieta normal incluye una amplia variedad de alimentos sin restricciones específicas. Promueve una alimentación equilibrada y es la opción más común para quienes no tienen limitaciones dietéticas.
fr: Le régime normal inclut une grande variété d'aliments sans aucune restriction spécifique. Il favorise une alimentation équilibrée et est le choix le plus courant pour les personnes sans limitations alimentaires.
tr: Normal diyet, belirli bir kısıtlama olmadan geniş bir yiyecek yelpazesi içerir. Dengeli bir diyeti destekler ve diyet kısıtlaması olmayan kişiler için en yaygın tercihtir.
uk: Нормальна дієта включає широкий вибір продуктів без конкретних обмежень. Вона підтримує збалансоване харчування і є найпоширенішим вибором для людей без дієтичних обмежень.

# normal_info_can_eat
source: You can eat a wide range of foods including meats, vegetables, fruits, grains, dairy products, and fats.
es: Puedes comer una amplia gama de alimentos, incluyendo carnes, vegetales, frutas, cereales, productos lácteos y grasas.
fr: Vous pouvez manger une large gamme d'aliments, y compris des viandes, des légumes, des fruits, des céréales, des produits laitiers et des graisses.
tr: Etler, sebzeler, meyveler, tahıllar, süt ürünleri ve yağlar dahil olmak üzere geniş bir yiyecek yelpazesi yiyebilirsiniz.
uk: Ви можете їсти широкий асортимент продуктів, включаючи м'ясо, овочі, фрукти, зернові, молочні продукти та жири.

# normal_info_cant_eat
source: There are no specific foods that need to be avoided.
es: No hay alimentos específicos que debas evitar.
fr: Il n'y a pas d'aliments spécifiques à éviter.
tr: Kaçınılması gereken özel bir gıda yoktur.
uk: Немає конкретних продуктів, яких потрібно уникати.

# vegan_title
source: Vegan
es: Vegana
fr: Végétalien
uk: Веган

# vegan_description
source: Excludes all animal products, including meat, fish, dairy, and eggs.
es: Excluye todos los productos de origen animal, incluyendo carne, pescado, lácteos y huevos.
fr: Exclut tous les produits d'origine animale, y compris la viande, le poisson, les produits laitiers et les œufs.
tr: Tüm hayvansal ürünleri, et, balık, süt ve yumurtayı içermez.
uk: Виключає всі продукти тваринного походження, включаючи м'ясо, рибу, молочні продукти та яйця.

# vegan_info_description
source: A vegan diet excludes all animal-derived foods. It focuses on plant-based foods and aims to avoid all forms of animal exploitation.
es: Una dieta vegana excluye todos los alimentos de origen animal. Se centra en alimentos de origen vegetal y busca evitar cualquier forma de explotación animal.
fr: Un régime végétalien exclut tous les aliments d'origine animale. Il se concentre sur les aliments à base de plantes et vise à éviter toute forme d'exploitation animale.
tr: Vegan diyet, tüm hayvan kaynaklı gıdaları içermez. Bitkisel gıdalara odaklanır ve tüm hayvan sömürüsü biçimlerinden kaçınmayı amaçlar.
uk: Веганська дієта виключає всі продукти тваринного походження. Вона зосереджена на рослинних продуктах і намагається уникати будь-якої форми експлуатації тварин.

# vegan_info_can_eat
source: You can eat fruits, vegetables, legumes, grains, nuts, seeds, and plant-based alternatives for dairy and meat.
es: Puedes comer frutas, vegetales, legumbres, cereales, frutos secos, semillas y alternativas vegetales para lácteos y carne.
fr: Vous pouvez manger des fruits, des légumes, des légumineuses, des céréales, des noix, des graines et des alternatives végétales pour les produits laitiers et la viande.
tr: Meyveler, sebzeler, baklagiller, tahıllar, kuruyemişler, tohumlar ve süt ve et alternatiflerini içeren bitkisel ürünleri yiyebilirsiniz.
uk: Ви можете їсти фрукти, овочі, бобові, зернові, горіхи, насіння та рослинні замінники молочних продуктів і м'яса.

# vegan_info_cant_eat
source: You must avoid all animal products including meat, fish, eggs, dairy, honey, and any products made with animal-derived ingredients.
es: Debes evitar todos los productos de origen animal, incluyendo carne, pescado, huevos, lácteos, miel y cualquier producto con ingredientes de origen animal.
fr: Vous devez éviter tous les produits d'origine animale, y compris la viande, le poisson, les œufs, les produits laitiers, le miel et tout produit fabriqué avec des ingrédients d'origine animale.
tr: Et, balık, yumurta, süt, bal ve hayvansal ürünlerden yapılan herhangi bir ürün dahil olmak üzere tüm hayvansal ürünlerden kaçınmalısınız.
uk: Ви повинні уникати всіх продуктів тваринного походження, включаючи м'ясо, рибу, яйця, молочні продукти, мед та будь-які продукти, що містять інгредієнти тваринного походження.

# vegetarian_title
source: Vegetarian
es: Vegetariana
fr: Végétarien
tr: Vejeteryan
uk: Вегетаріанець

# vegetarian_description
source: Excludes all meat and fish but includes dairy and eggs.
es: Excluye toda carne y pescado, pero incluye lácteos y huevos.
fr: Exclut toute viande et tout poisson, mais inclut les produits laitiers et les œufs.
tr: Tüm et ve balığı içermez, ancak süt ve yumurtayı içerir.
uk: Виключає все м'ясо та рибу, але включає молочні продукти та яйця.

# vegetarian_info_description
source: A vegetarian diet excludes meat and fish, but includes other animal-derived products like dairy and eggs. It's often chosen for ethical, health, or environmental reasons.
es: Una dieta vegetariana excluye carne y pescado, pero incluye otros productos de origen animal como lácteos y huevos. Suele elegirse por razones éticas, de salud o ambientales.
fr: Un régime végétarien exclut la viande et le poisson, mais inclut d'autres produits d'origine animale comme les produits laitiers et les œufs. Il est souvent choisi pour des raisons éthiques, de santé ou environnementales.
tr: Vejeteryan diyet, et ve balığı içermez, ancak süt ve yumurta gibi diğer hayvansal ürünleri içerir. Genellikle etik, sağlık veya çevresel nedenlerle tercih edilir.
uk: Вегетаріанська дієта виключає м'ясо та рибу, але включає інші продукти тваринного походження, такі як молочні продукти та яйця. Вона часто вибирається з етичних, здоров'я чи екологічних причин.

# vegetarian_info_can_eat
source: You can eat fruits, vegetables, legumes, grains, dairy products, eggs, nuts, and seeds.
es: Puedes comer frutas, vegetales, legumbres, cereales, productos lácteos, huevos, frutos secos y semillas.
fr: Vous pouvez manger des fruits, des légumes, des légumineuses, des céréales, des produits laitiers, des œufs, des noix et des graines.
tr: Meyveler, sebzeler, baklagiller, tahıllar, süt ürünleri, yumurtalar, kuruyemişler ve tohumlar yiyebilirsiniz.
uk: Ви можете їсти фрукти, овочі, бобові, зернові, молочні продукти, яйця, горіхи та насіння.

# vegetarian_info_cant_eat
source: You must avoid meat, poultry, fish, and seafood.
es: Debes evitar carne, aves, pescado y mariscos.
fr: Vous devez éviter la viande, la volaille, le poisson et les fruits de mer.
tr: Et, tavuk, balık ve deniz ürünlerinden kaçınmalısınız.
uk: Ви повинні уникати м'ясо, птицю, рибу та морепродукти.

# pescatarian_title
source: Pescatarian
es: Pescatariana
fr: Pescétarien
tr: Peskatarian
uk: Пескатаріанець

# pescatarian_description
source: Excludes all meat but includes fish, dairy, and eggs.
es: Excluye toda carne pero incluye pescado, lácteos y huevos.
fr: Exclut toute viande mais inclut le poisson, les produits laitiers et les œufs.
tr: Tüm eti içermez, ancak balık, süt ve yumurta içerir.
uk: Виключає все м'ясо, але включає рибу, молочні продукти та яйця.

# pescatarian_info_description
source: A pescatarian diet excludes meat but includes fish, making it a fish-based diet that also allows for dairy and eggs.
es: Una dieta pescatariana excluye la carne pero incluye pescado, convirtiéndola en una dieta basada en pescado que también permite lácteos y huevos.
fr: Un régime pescétarien exclut la viande mais inclut le poisson, ce qui en fait un régime basé sur le poisson qui permet également les produits laitiers et les œufs.
tr: Peskatarian diyet, et içermez ancak balık içerir, bu da balığa dayalı bir diyettir ve aynı zamanda süt ve yumurta içerir.
uk: Дієта пескатаріанця виключає м'ясо, але включає рибу, що робить її рибною дієтою, яка також дозволяє молочні продукти та яйця.

# pescatarian_info_can_eat
source: You can eat fish, seafood, fruits, vegetables, grains, dairy, eggs, legumes, nuts, and seeds.
es: Puedes comer pescado, mariscos, frutas, vegetales, cereales, lácteos, huevos, legumbres, frutos secos y semillas.
fr: Vous pouvez manger du poisson, des fruits de mer, des fruits, des légumes, des céréales, des produits laitiers, des œufs, des légumineuses, des noix et des graines.
tr: Balık, deniz ürünleri, meyveler, sebzeler, tahıllar, süt ürünleri, yumurtalar, baklagiller, kuruyemişler ve tohumlar yiyebilirsiniz.
uk: Ви можете їсти рибу, морепродукти, фрукти, овочі, зернові, молочні продукти, яйця, бобові, горіхи та насіння.

# pescatarian_info_cant_eat
source: You must avoid red meat (beef, pork) and poultry (chicken, turkey).
es: Debes evitar carne roja (ternera, cerdo) y aves (pollo, pavo).
fr: Vous devez éviter la viande rouge (bœuf, porc) et la volaille (poulet, dinde).
tr: Kırmızı et (sığır, domuz) ve tavuk (tavuk, hindi) yememelisiniz.
uk: Ви повинні уникати червоне м'ясо (яловичина, свинина) і птицю (курка, індичка).

# flexitarian_title
source: Flexitarian
es: Flexitariana
fr: Flexitarien
tr: Fleksitarian
uk: Флекситаріанець

# flexitarian_description
source: Primarily plant-based but occasionally includes meat or fish.
es: Principalmente basada en plantas pero ocasionalmente incluye carne o pescado.
fr: Principalement à base de plantes mais inclut occasionnellement de la viande ou du poisson.
tr: Başlıca bitkisel bazlıdır, ancak ara sıra et veya balık içerir.
uk: Основна дієта рослинного походження, але іноді включає м'ясо або рибу.

# flexitarian_info_description
source: A flexitarian diet is a flexible approach that emphasizes plant-based foods but allows for occasional meat or fish. It’s perfect for those who want the benefits of a vegetarian diet but with flexibility.
es: Una dieta flexitariana es un enfoque flexible que enfatiza los alimentos de origen vegetal pero permite ocasionalmente carne o pescado. Es perfecta para quienes quieren los beneficios de una dieta vegetariana con flexibilidad.
fr: Un régime flexitarien est une approche flexible qui met l'accent sur les aliments à base de plantes mais permet occasionnellement de la viande ou du poisson. C'est parfait pour ceux qui veulent les avantages d'un régime végétarien avec de la flexibilité.
tr: Fleksitarian diyeti, bitkisel gıdalara öncelik verir ancak ara sıra et veya balık içermesine izin verir. Vejeteryan diyeti ile esneklik isteyenler için mükemmeldir.
uk: Дієта флекситаріанця — це гнучкий підхід, що підкреслює рослинні продукти, але дозволяє час від часу їсти м'ясо або рибу. Це ідеальний вибір для тих, хто хоче переваги вегетаріанської дієти з певною гнучкістю.

# flexitarian_info_can_eat
source: You can eat mostly plant-based foods like vegetables, fruits, grains, legumes, and nuts, but occasionally enjoy meat or fish.
es: Puedes comer principalmente alimentos de origen vegetal como vegetales, frutas, cereales, legumbres y frutos secos, pero ocasionalmente disfrutar de carne o pescado.
fr: Vous pouvez manger principalement des aliments à base de plantes comme les légumes, les fruits, les céréales, les légumineuses et les noix, mais profiter occasionnellement de viande ou de poisson.
tr: Çoğunlukla sebzeler, meyveler, tahıllar, baklagiller ve kuruyemişler gibi bitkisel bazlı gıdalar yiyebilirsiniz, ancak ara sıra et veya balık yiyebilirsiniz.
uk: Ви можете їсти переважно рослинні продукти, такі як овочі, фрукти, зернові, бобові та горіхи, але час від часу насолоджуватись м'ясом або рибою.

# flexitarian_info_cant_eat
source: There are no foods that are strictly prohibited, but limiting processed meats and excessive animal products is advised.
es: No hay alimentos estrictamente prohibidos, pero se recomienda limitar las carnes procesadas y los productos animales en exceso.
fr: Il n'y a pas d'aliments strictement interdits, mais il est conseillé de limiter les viandes transformées et les excès de produits animaux.
tr: Kesinlikle yasaklanan gıdalar yoktur, ancak işlenmiş etleri ve aşırı hayvansal ürünleri sınırlamak önerilir.
uk: Немає продуктів, яких слід суворо уникати, але рекомендується обмежити оброблене м'ясо та надмірне споживання продуктів тваринного походження.

# no_red_meat_title
source: No Red Meat
es: Sin Carne Roja
fr: Sans viande rouge
tr: Kırmızı Et Yok
uk: Без червоного м'яса

# no_red_meat_description
source: Excludes beef, pork, and other red meats, but includes poultry, fish, dairy, and eggs.
es: Excluye ternera, cerdo y otras carnes rojas, pero incluye aves, pescado, lácteos y huevos.
fr: Exclut le bœuf, le porc et autres viandes rouges, mais inclut la volaille, le poisson, les produits laitiers et les œufs.
tr: Sığır, domuz ve diğer kırmızı etleri içermez, ancak tavuk, balık, süt ve yumurtayı içerir.
uk: Виключає яловичину, свинину та інше червоне м'ясо, але включає птицю, рибу, молочні продукти та яйця.

# no_red_meat_info_description
source: A 'No Red Meat' diet eliminates red meats like beef and pork but allows for other types of animal protein like poultry, fish, and dairy. It’s often chosen for health reasons to reduce the risk of certain diseases.
es: Una dieta 'Sin Carne Roja' elimina las carnes rojas como la ternera y el cerdo, pero permite otros tipos de proteínas animales como aves, pescado y lácteos. A menudo se elige por razones de salud para reducir el riesgo de ciertas enfermedades.
fr: Un régime 'Sans viande rouge' élimine les viandes rouges comme le bœuf et le porc mais permet d'autres types de protéines animales comme la volaille, le poisson et les produits laitiers. Il est souvent choisi pour des raisons de santé afin de réduire le risque de certaines maladies.
tr: Kırmızı Et Yok diyeti, sığır ve domuz gibi kırmızı etleri içermez ancak diğer hayvan proteinlerini, örneğin tavuk, balık ve sütü içerir. Genellikle bazı hastalık risklerini azaltmak için sağlık nedenleriyle tercih edilir.
uk: Дієта без червоного м'яса виключає червоне м'ясо, таке як яловичина та свинина, але дозволяє інші види тваринних білків, такі як птиця, риба та молочні продукти. Це часто обирається з медичних причин для зменшення ризику деяких захворювань.

# no_red_meat_info_can_eat
source: You can eat poultry, fish, seafood, dairy products, eggs, vegetables, fruits, and grains.
es: Puedes comer aves, pescado, mariscos, productos lácteos, huevos, vegetales, frutas y cereales.
fr: Vous pouvez manger de la volaille, du poisson, des fruits de mer, des produits laitiers, des œufs, des légumes, des fruits et des céréales.
tr: Tavuk, balık, deniz ürünleri, süt ürünleri, yumurtalar, sebzeler, meyveler ve tahılları yiyebilirsiniz.
uk: Ви можете їсти птицю, рибу, морепродукти, молочні продукти, яйця, овочі, фрукти та зернові.

# no_red_meat_info_cant_eat
source: You must avoid beef, pork, lamb, and any other red meats.
es: Debes evitar ternera, cerdo, cordero y otras carnes rojas.
fr: Vous devez éviter le bœuf, le porc, l'agneau et toutes les autres viandes rouges.
tr: Sığır, domuz, kuzu ve diğer kırmızı etlerden kaçınmalısınız.
uk: Ви повинні уникати яловичину, свинину, баранину та будь-яке інше червоне м'ясо.

# poultry_only_title
source: Poultry Only
es: Solo Aves
fr: Uniquement volaille
tr: Yalnızca Kanatlı Et
uk: Тільки птиця

# poultry_only_description
source: Includes only poultry (chicken, turkey, etc.), along with fish, dairy, and eggs.
es: Incluye solo aves (pollo, pavo, etc.), junto con pescado, lácteos y huevos.
fr: Inclut uniquement la volaille (poulet, dinde, etc.), ainsi que le poisson, les produits laitiers et les œufs.
tr: Yalnızca tavuk ve hindi gibi kanatlı etler ile balık, süt ve yumurta içerir.
uk: Включає тільки птицю (курку, індичку тощо), а також рибу, молочні продукти та яйця.

# poultry_only_info_description
source: A poultry-only diet focuses on eating only poultry (such as chicken and turkey) along with fish, dairy, and eggs. It excludes red meat and may be chosen for various health reasons or dietary preferences.
es: Una dieta 'Solo Aves' se centra en comer solo aves (como pollo y pavo) junto con pescado, lácteos y huevos. Excluye la carne roja y puede elegirse por diversas razones de salud o preferencias dietéticas.
fr: Un régime 'Uniquement volaille' se concentre sur la consommation de volaille (comme le poulet et la dinde) ainsi que de poisson, de produits laitiers et d'œufs. Il exclut la viande rouge et peut être choisi pour diverses raisons de santé ou de préférences alimentaires.
tr: Yalnızca kanatlı et diyeti, sadece tavuk ve hindi gibi kanatlı etleri yer, ayrıca balık, süt ve yumurta içerir. Kırmızı etten kaçınılır ve çeşitli sağlık nedenleri veya diyet tercihlerine göre tercih edilebilir.
uk: Дієта, що включає тільки птицю, зосереджена на споживанні тільки птиці (наприклад, курка та індичка) разом з рибою, молочними продуктами та яйцями. Вона виключає червоне м'ясо і може бути вибрана з різних медичних або дієтичних причин.

# poultry_only_info_can_eat
source: You can eat poultry (chicken, turkey), fish, dairy, eggs, vegetables, fruits, and grains.
es: Puedes comer aves (pollo, pavo), pescado, lácteos, huevos, vegetales, frutas y cereales.
fr: Vous pouvez manger de la volaille (poulet, dinde), du poisson, des produits laitiers, des œufs, des légumes, des fruits et des céréales.
tr: Tavuk, hindi, balık, süt, yumurta, sebzeler, meyveler ve tahılları yiyebilirsiniz.
uk: Ви можете їсти птицю (курка, індичка), рибу, молочні продукти, яйця, овочі, фрукти та зернові.

# poultry_only_info_cant_eat
source: You must avoid red meats (beef, pork, lamb) and any other meat sources besides poultry.
es: Debes evitar carnes rojas (ternera, cerdo, cordero) y cualquier otra fuente de carne que no sea de aves.
fr: Vous devez éviter les viandes rouges (bœuf, porc, agneau) et toutes les autres sources de viande sauf la volaille.
tr: Sığır eti, domuz, kuzu ve diğer kırmızı etleri içeren her türlü eti yememelisiniz.
uk: Ви повинні уникати червоне м'ясо (яловичина, свинина, баранина) та будь-які інші види м'яса, крім птиці.

# meals_per_day
source: %d meals per day:
es: %d comidas al día:
fr: %d repas par jour :
tr: %d öğün gün içinde:
uk: %d прийомів їжі на день:

# how_many_meals_title
source: How many meals
es: ¿Cuántas comidas?
fr: Combien de repas ?
tr: Kaç öğün
uk: Скільки прийомів їжі
