Repository: m3rtkoksal/FreshStart
Catalog: *.lproj/Localizable.strings
Languages: es, fr, tr, uk

source: Show All Badges
es: Mostrar todas las insignias
fr: Afficher tous les badges
tr: Tüm Rozetleri Göster
uk: Показати всі нагороди

source: Criteria:
es: Criterios:
fr: Critères :
tr: Kriter:
uk: Критерії:

source: Achieved on:
es: Logrado el:
fr: Atteint le :
tr: Gerçekleştirildiği Tarih:
uk: Досягнуто:

source: Not Achieved Yet
es: Aún no logrado
fr: Pas encore atteint
tr: Henüz Gerçekleştirilmedi
uk: Ще не досягнуто

# badge_view_title
source: Your Achievements
es: Tus logros
fr: Vos succès
tr: Başarılarınız
uk: Ваші досягнення

# badge_subtitle
source: Earn badges by completing challenges and reaching your goals.
es: Gana insignias completando desafíos y alcanzando tus metas.
fr: Gagnez des badges en relevant des défis et en atteignant vos objectifs.
tr: Zorlukları tamamlayarak ve hedeflerinize ulaşarak rozet kazanın.
uk: Заробляйте нагороди, виконуючи виклики та досягаючи своїх цілей.

# empty_badge_text
source: Earn badges by completing challenges!
es: ¡Gana insignias completando desafíos!
fr: Gagnez des badges en relevant des défis !
tr: Zorlukları tamamlayarak rozet kazanın!
uk: Заробляйте нагороди, виконуючи виклики!

# top_fat_burner_badge_title
source: Top Fat Burner
es: Mejor quemador de grasa
fr: Meilleur brûleur de graisse
tr: En İyi Yağ Yakıcı
uk: Топ спалювач жиру

# top_fat_burner_badge_description
source: Awarded for burning the most fat this week.
es: Otorgado por quemar la mayor cantidad de grasa esta semana.
fr: Décerné pour avoir brûlé le plus de graisse cette semaine.
tr: Bu hafta en fazla yağı yakan kişiye verilir.
uk: Видається за спалювання найбільшої кількості жиру цього тижня.

# top_fat_burner_badge_criteria
source: Burn 2kg of fat in one week.
es: Quema 2 kg de grasa en una semana.
fr: Brûlez 2 kg de graisse en une semaine.
tr: Bir hafta içinde 2kg yağ yak.
uk: Спаліть 2 кг жиру за один тиждень.

# ultimate_power_walker_badge_title
source: The Ultimate Power Walker
es: El máximo caminante
fr: Marcheur ultime
tr: Sonuçların Güç Yürüyücüsü
uk: Найкращий ходок

# ultimate_power_walker_badge_description
source: Complete 10,000 steps and burn 500 active calories in a single day.
es: Completa 10,000 pasos y quema 500 calorías activas en un solo día.
fr: Complétez 10 000 pas et brûlez 500 calories actives en une journée.
tr: Bir günde 10.000 adım at ve 500 aktif kalori yak.
uk: Пройдіть 10 000 кроків і спаліть 500 активних калорій за один день.

# ultimate_power_walker_badge_criteria
source: Complete 10,000 steps and burn 500 active calories in a single day.
es: Completa 10,000 pasos y quema 500 calorías activas en un solo día.
fr: Faites 10 000 pas et brûlez 500 calories actives en une journée.
tr: Bir günde 10.000 adım at ve 500 aktif kalori yak.
uk: Пройдіть 10 000 кроків і спаліть 500 активних калорій за один день.

# muscle_maker_badge_title
source: Muscle Maker
es: Constructor de músculos
fr: Constructeur de muscles
tr: Kas Yapıcı
uk: Майстер м’язів

# muscle_maker_badge_description
source: Awarded for gaining the most muscle this week.
es: Otorgado por ganar la mayor cantidad de músculo esta semana.
fr: Décerné pour avoir gagné le plus de muscles cette semaine.
tr: Bu hafta en fazla kas kazanan kişiye verilir.
uk: Видається за набір найбільшої кількості м’язів цього тижня.

# muscle_maker_badge_criteria
source: Gain 3kg of muscle in one week.
es: Gana 3 kg de músculo en una semana.
fr: Gagnez 3 kg de muscle en une semaine.
tr: Bir hafta içinde 3kg kas kazan.
uk: Наберіть 3 кг м’язів за один тиждень.

# healthy_starter_badge_title
source: Healthy Starter
es: Comienzo saludable
fr: Démarrage sain
tr: Sağlıklı Başlangıç
uk: Здоровий старт

# healthy_starter_badge_description
source: Successfully complete your first diet plan.
es: Completa con éxito tu primer plan de dieta.
fr: Terminez avec succès votre premier plan de régime.
tr: İlk diyet planınızı başarıyla tamamladığınızda verilir.
uk: Успішно завершіть свій перший дієтичний план.

# healthy_starter_badge_criteria
source: Follow a full diet plan for one week.
es: Sigue un plan de dieta completo durante una semana.
fr: Suivez un plan de régime complet pendant une semaine.
tr: Bir hafta boyunca tam bir diyet planı takip et.
uk: Дотримуйтесь повного дієтичного плану протягом одного тижня.

# protein_pioneer_badge_title
source: Protein Pioneer
es: Pionero de proteínas
fr: Pionnier des protéines
tr: Protein Öncüsü
uk: Піонер білка

# protein_pioneer_badge_description
source: Achieve 150g of protein intake in a day.
es: Logra una ingesta de 150 g de proteínas en un día.
fr: Atteignez un apport de 150 g de protéines en une journée.
tr: Bir günde 150g protein alarak bu rozet kazanılır.
uk: Досягніть 150 г білка за день.

# protein_pioneer_badge_criteria
source: Consume 150g or more protein in a single day.
es: Consume 150 g o más de proteínas en un solo día.
fr: Consommez 150 g ou plus de protéines en une journée.
tr: Bir günde 150g veya daha fazla protein tüket.
uk: Споживайте 150 г або більше білка за один день.

# calorie_crusher_badge_title
source: Calorie Crusher
es: Triturador de calorías
fr: Écraseur de calories
tr: Kalori Kırıcısı
uk: Руйнівник калорій

# calorie_crusher_badge_description
source: Awarded for burning 500 active calories in a single day.
es: Otorgado por quemar 500 calorías activas en un solo día.
fr: Décerné pour avoir brûlé 500 calories actives en une journée.
tr: Bir günde 500 aktif kalori yakan kişiye verilir.
uk: Видається за спалювання 500 активних калорій за один день.

# calorie_crusher_badge_criteria
source: Burn 500 active calories in one day.
es: Quema 500 calorías activas en un día.
fr: Brûlez 500 calories actives en une journée.
tr: Bir günde 500 aktif kalori yak.
uk: Спаліть 500 активних калорій за один день.

# steady_metabolism_badge_title
source: Steady Metabolism
es: Metabolismo constante
fr: Métabolisme constant
tr: Dengeli Metabolizma
uk: Стійкий метаболізм

# steady_metabolism_badge_description
source: Maintain a consistent basal metabolic rate for a week.
es: Mantén una tasa metabólica basal constante durante una semana.
fr: Maintenez un taux métabolique basal constant pendant une semaine.
tr: Bir hafta boyunca istikrarlı bir bazal metabolizma hızını koruyun.
uk: Зберігайте стабільний базовий рівень метаболізму протягом тижня.

# steady_metabolism_badge_criteria
source: Basal energy burn of 1500+ calories for 7 days.
es: Quema basal de energía de 1500+ calorías durante 7 días.
fr: Brûlez 1500+ calories basales pendant 7 jours.
tr: 7 gün boyunca 1500+ kalori bazal enerji yak.
uk: Базова енергія спалювання більше 1500 калорій протягом 7 днів.

# body_builder_badge_title
source: Body Builder
es: Constructor corporal
fr: Constructeur de corps
tr: Vücut Geliştirici
uk: Тілобудівник

# body_builder_badge_description
source: Gain 1kg of lean body mass within two weeks.
es: Gana 1 kg de masa corporal magra en dos semanas.
fr: Gagnez 1 kg de masse corporelle maigre en deux semaines.
tr: İki hafta içinde 1kg kas kütlesi kazandığınızda verilir.
uk: Наберіть 1 кг м’язової маси за два тижні.

# body_builder_badge_criteria
source: Increase lean body mass by 1 kg over two weeks.
es: Aumenta la masa corporal magra en 1 kg en dos semanas.
fr: Augmentez la masse corporelle maigre de 1 kg en deux semaines.
tr: İki hafta içinde 1kg yağsız vücut kütlesi artır.
uk: Збільшіть м’язову масу на 1 кг за два тижні.

# active_energy_burner_badge_title
source: Active Energy Burner
es: Quemador de energía activa
fr: Brûleur d'énergie actif
tr: Aktif Enerji Yakıcı
uk: Активний спалювач енергії

# active_energy_burner_badge_description
source: Awarded for burning 20,000 kcal in one week.
es: Otorgado por quemar 20,000 kcal en una semana.
fr: Décerné pour avoir brûlé 20 000 kcal en une semaine.
tr: Bir hafta içinde 20.000 kcal yakan kişiye verilir.
uk: Видається за спалювання 20 000 ккал за один тиждень.

# active_energy_burner_badge_criteria
source: Burn the most active energy in a single week.
es: Quema la mayor cantidad de energía activa en una semana.
fr: Brûlez le plus d'énergie active en une semaine.
tr: Bir hafta içinde en fazla aktif enerji yak.
uk: Спаліть найбільше активної енергії за один тиждень.

# strength_gainer_badge_title
source: Strength Gainer
es: Gana fuerza
fr: Gagnant en force
tr: Güç Kazanıcı
uk: Збільшувач сили

# strength_gainer_badge_description
source: Awarded for increasing lean body mass in one month.
es: Otorgado por aumentar la masa corporal magra en un mes.
fr: Décerné pour avoir augmenté la masse corporelle maigre en un mois.
tr: Bir ay içinde yağsız vücut kütlesini artırdığınızda verilir.
uk: Видається за збільшення м’язової маси за один місяць.

# strength_gainer_badge_criteria
source: Increase lean body mass by 1 kg in one month.
es: Aumenta la masa corporal magra en 1 kg en un mes.
fr: Augmentez la masse corporelle maigre de 1 kg en un mois.
tr: Bir ay içinde 1kg yağsız vücut kütlesi artır.
uk: Збільште м’язову масу на 1 кг за один місяць.

# weight_watcher_badge_title
source: Weight Watcher
es: Observador de peso
fr: Surveillant de poids
tr: Ağırlık İzleyici
uk: Спостерігач ваги

# weight_watcher_badge_description
source: Awarded for losing weight consistently over the course of a month.
es: Otorgado por perder peso de manera constante durante un mes.
fr: Décerné pour avoir perdu du poids de manière constante pendant un mois.
tr: Bir ay boyunca düzenli olarak kilo veren kişiye verilir.
uk: Видається за поступову втрату ваги протягом місяця.

# weight_watcher_badge_criteria
source: Lose 2 kg of body weight in one month.
es: Pierde 2 kg de peso corporal en un mes.
fr: Perdez 2 kg de poids corporel en un mois.
tr: Bir ayda 2kg vücut ağırlığı kaybet.
uk: Втрата 2 кг ваги за місяць.

# step_master_badge_title
source: Step Master
es: Maestro de pasos
fr: Maître des pas
tr: Adım Ustası
uk: Майстер кроків

# step_master_badge_description
source: Awarded for completing 8,000 steps today!
es: Otorgado por completar 8,000 pasos hoy.
fr: Décerné pour avoir fait 8 000 pas aujourd'hui.
tr: Bugün 8.000 adım tamamlayan kişiye verilir!
uk: Видається за виконання 8 000 кроків сьогодні!

# step_master_badge_criteria
source: Complete 10,000 steps in a day.
es: Completa 10,000 pasos en un día.
fr: Faites 10 000 pas en une journée.
tr: Bir günde 10.000 adım tamamla.
uk: Зробіть 10 000 кроків за один день.

# slim_shady_badge_title
source: Slim Shady
es: Delgado constante
fr: Maigre et constant
uk: Тонкий

# slim_shady_badge_description
source: Awarded for losing 10kg weight consistently.
es: Otorgado por perder 10 kg de peso de manera consistente.
fr: Décerné pour avoir perdu 10 kg de poids de manière cohérente.
tr: Düzenli olarak 10kg kilo veren kişiye verilir.
uk: Видається за стабільну втрату 10 кг ваги.

# slim_shady_badge_criteria
source: Lose 10 kg of body weight.
es: Pierde 10 kg de peso corporal.
fr: Perdez 10 kg de poids corporel.
tr: 10 kg vücut ağırlığı kaybet.
uk: Втрата 10 кг ваги.

# water_tank_badge_title
source: Water Tank
es: Tanque de agua
fr: Réservoir d'eau
tr: Su Deposu
uk: Водяний бак

# water_tank_badge_description
source: Awarded for drinking 2 litres of water for 30 days.
es: Otorgado por beber 2 litros de agua durante 30 días.
fr: Décerné pour avoir bu 2 litres d'eau pendant 30 jours.
tr: 30 gün boyunca 2 litre su içen kişiye verilir.
uk: Видається за споживання 2 літрів води протягом 30 днів.

# water_tank_badge_criteria
source: Drink 2 litres of water for 30 days.
es: Bebe 2 litros de agua durante 30 días.
fr: Buvez 2 litres d'eau pendant 30 jours.
tr: 30 gün boyunca 2 litre su iç.
uk: Пийте 2 літри води протягом 30 днів.

# calm_pulse_badge_title
source: Calm Pulse
es: Pulso tranquilo
fr: Pouls calme
tr: Sakin Nabız
uk: Спокійний пульс

# calm_pulse_badge_description
source: Keep your resting heart rate under 70 bpm for a week.
es: Mantén tu ritmo cardíaco en reposo por debajo de 70 bpm durante una semana.
fr: Maintenez votre fréquence cardiaque au repos en dessous de 70 bpm pendant une semaine.
tr: Bir hafta boyunca dinlenme kalp atış hızınızı 70 bpm'in altında tutun.
uk: Тримайте свій пульс у спокої нижче 70 ударів на хвилину протягом тижня.

# calm_pulse_badge_criteria
source: Average resting heart rate ≤ 70 bpm for 7 consecutive days.
es: Ritmo cardíaco en reposo promedio ≤ 70 bpm durante 7 días consecutivos.
fr: Fréquence cardiaque au repos moyenne ≤ 70 bpm pendant 7 jours consécutifs.
tr: 7 gün boyunca ortalama dinlenme kalp atış hızı ≤ 70 bpm.
uk: Середній пульс у спокої ≤ 70 ударів на хвилину протягом 7 днів.

# balanced_rhythm_badge_title
source: Balanced Rhythm
es: Ritmo equilibrado
fr: Rythme équilibré
tr: Dengeli Ritm
uk: Збалансований ритм

# balanced_rhythm_badge_description
source: Improve your HRV by 10% within a month.
es: Mejora tu HRV en un 10% en un mes.
fr: Améliorez votre VRC de 10 % en un mois.
tr: Bir ay içinde HRV'nizi %10 oranında iyileştirin.
uk: Поліпшіть свій HRV на 10% протягом місяця.

# balanced_rhythm_badge_criteria
source: 10% increase in average HRV over 30 days.
es: Aumenta el HRV promedio en un 10% durante 30 días.
fr: Augmentez la VRC moyenne de 10 % en 30 jours.
tr: 30 gün içinde ortalama HRV'yi %10 artır.
uk: 10% збільшення середнього HRV протягом 30 днів.

# stress_resistor_badge_title
source: Stress Resistor
es: Resistente al estrés
fr: Résistant au stress
tr: Stres Direnççisi
uk: Стресостійкість

# stress_resistor_badge_description
source: Maintain a low stress score (<3) for 10 days.
es: Mantén un puntaje de estrés bajo (<3) durante 10 días.
fr: Maintenez un score de stress faible (<3) pendant 10 jours.
tr: 10 gün boyunca düşük stres puanını (≤3) koruyun.
uk: Зберігайте низький рівень стресу (<3) протягом 10 днів.

# stress_resistor_badge_criteria
source: Daily stress score of ≤ 3 for 10 consecutive days.
es: Puntaje de estrés diario ≤ 3 durante 10 días consecutivos.
fr: Score de stress quotidien ≤ 3 pendant 10 jours consécutifs.
tr: 10 gün boyunca günlük stres puanı ≤ 3 olsun.
uk: Щоденний рівень стресу ≤ 3 протягом 10 днів.

# wellness_warrior_badge_title
source: Wellness Warrior
es: Guerrero del bienestar
fr: Guerrier du bien-être
tr: Sağlık Savaşçısı
uk: Воїн здоров’я

# wellness_warrior_badge_description
source: Meet your heart rate, HRV, and stress level goals in a single day.
es: Cumple con tus metas de ritmo cardíaco, HRV y nivel de estrés en un solo día.
fr: Atteignez vos objectifs de fréquence cardiaque, VRC et niveau de stress en une journée.
tr: Bir gün içinde kalp atış hızınızı, HRV'nizi ve stres seviyenizi hedeflere uygun şekilde tamamlayın.
uk: Досягніть своїх цілей щодо пульсу, HRV та рівня стресу в один день.

# wellness_warrior_badge_criteria
source: Resting heart rate ≤ 70 bpm, HRV increase by 5%, stress score ≤ 3 for a day.
es: Ritmo cardíaco en reposo ≤ 70 bpm, aumento de HRV en un 5%, puntaje de estrés ≤ 3 en un día.
fr: Fréquence cardiaque au repos ≤ 70 bpm, augmentation de la VRC de 5 %, score de stress ≤ 3 en une journée.
tr: Dinlenme kalp atış hızı ≤ 70 bpm, HRV artışı %5, stres puanı ≤ 3 bir gün boyunca.
uk: Пульс у спокої ≤ 70 уд./хв., HRV збільшено на 5%, рівень стресу ≤ 3 за один день.

# notification_master_badge_title
source: Notification Master
es: Maestro de notificaciones
fr: Maître des notifications
tr: Bildirim Ustası
uk: Майстер сповіщень

# notification_master_badge_description
source: Ensure that local notifications are enabled and scheduled.
es: Asegúrate de que las notificaciones locales estén habilitadas y programadas.
fr: Assurez-vous que les notifications locales sont activées et programmées.
tr: Yerel bildirimlerin etkin olduğundan ve planlandığından emin olun.
uk: Переконайтесь, що локальні сповіщення увімкнені та заплановані.

# notification_master_badge_criteria
source: Local notifications enabled and at least one notification scheduled.
es: Notificaciones locales habilitadas y al menos una notificación programada.
fr: Notifications locales activées et au moins une notification programmée.
tr: Yerel bildirimler etkinleştirildi ve en az bir bildirim planlandı.
uk: Локальні сповіщення увімкнені та хоча б одне сповіщення заплановано.

source: No data available.
es: No hay datos disponibles.
fr: Aucune donnée disponible.
tr: Veri mevcut değil.
uk: Немає доступних даних.

source: lost
es: perdido
fr: perdu
tr: kaybedildi
uk: втрачено

source: gained
es: ganado
fr: gagné
tr: kazanıldı
uk: набрано

# body_fat_change_message
source: You have
es: Has
fr: Vous avez
tr: Vücut yağınızda
uk: Ви втратили

source: of your body fat.
es: de tu grasa corporal.
fr: de votre masse grasse.
tr: vücut yağınızdan.
uk: вашого жиру.

# lean_body_mass_change_message
source: You have
es: Has
fr: Vous avez
tr: Yağsız vücut kütlenizde
uk: Ви набрали

source: of your lean body mass.
es: de tu masa corporal magra.
fr: de votre masse maigre.
tr: yağsız vücut kütlenizden.
uk: вашої м’язової маси.

# active_energy_change_message
source: You have
es: Has
fr: Vous avez
tr: Aktif enerji olarak
uk: Ви спалили

source: kcal active energy.
es: kcal de energía activa.
fr: kcal d'énergie active.
tr: kcal aktif enerji.
uk: ккал активної енергії.

# change_message
source: You have
es: Has
fr: Vous avez
tr: Değişiminiz
uk: Ви змінили

# kg_unit
source: kg.
uk: кг.

# body_fat_percentage
source: Body Fat %
es: % Grasa Corporal
fr: % Masse Grasse
tr: Vücut Yağ Oranı
uk: Відсоток жиру в тілі

source: Lean Body Mass
es: Masa Corporal Magra
fr: Masse Maigre
tr: Yağsız Vücut Kütlesi
uk: М’язова маса

source: Active Energy
es: Energía Activa
fr: Énergie Active
tr: Aktif Enerji
uk: Активна енергія

source: Weight
es: Peso
fr: Poids
tr: Ağırlık
uk: Вага

source: Date
es: Fecha
tr: Tarih
uk: Дата

source: Charts
es: Gráficos
fr: Graphiques
tr: Grafikler
uk: Графіки

source: Badges
es: Insignias
tr: Rozetler
uk: Нагороди

source: Rankings
es: Clasificaciones
fr: Classements
tr: Sıralamalar
uk: Рейтинги

source: Show All Rankings
es: Mostrar todas las clasificaciones
fr: Voir tous les classements
tr: Tüm Sıralamaları Göster
uk: Показати всі рейтинги

source: User
es: Usuario
fr: Utilisateur
tr: Kullanıcı
uk: Користувач

# fat_lose_percentage
source: Fat Lose %
es: % Pérdida de Grasa
fr: % Perte de Graisse
tr: Yağ Kaybı %
uk: Втрата жиру %

source: Muscle Gain
es: Ganancia Muscular
fr: Gain Musculaire
tr: Kas Kazancı
uk: Набір м’язів

source: Score
es: Puntuación
tr: Puan
uk: Рейтинг

source: Muscle Mass
es: Masa Muscular
fr: Masse Musculaire
tr: Kas Kütlesi
uk: М’язова маса

source: Daily Login
es: Inicio de Sesión Diario
fr: Connexion Quotidienne
tr: Günlük Giriş
uk: Щоденний вхід

source: All Rankings
es: Todas las Clasificaciones
fr: Tous les Classements
tr: Tüm Sıralamalar
uk: Усі рейтинги

source: Prizes:
es: Premios:
fr: Prix :
tr: Ödüller:
uk: Призи:

source: 1st
es: 1º
fr: 1er
uk: 1-й

source: 2nd
es: 2º
fr: 2e
uk: 2-й

source: 3rd
es: 3º
fr: 3e
uk: 3-й

source: 4th
es: 4º
fr: 4e
uk: 4-й

source: 5th
es: 5º
fr: 5e
uk: 5-й

# 7_days_premium
source: 7 days premium subscription
es: 7 días de suscripción premium
fr: 7 jours d'abonnement premium
tr: 7 gün premium abone
uk: 7 днів преміум підписки

# 5_days_premium
source: 5 days premium subscription
es: 5 días de suscripción premium
fr: 5 jours d'abonnement premium
tr: 5 gün premium abone
uk: 5 днів преміум підписки

# 3_days_premium
source: 3 days premium subscription
es: 3 días de suscripción premium
fr: 3 jours d'abonnement premium
tr: 3 gün premium abone
uk: 3 дні преміум підписки

# 2_days_premium
source: 2 days premium subscription
es: 2 días de suscripción premium
fr: 2 jours d'abonnement premium
tr: 2 gün premium abone
uk: 2 дні преміум підписки

# 1_day_premium
source: 1 day premium subscription
es: 1 día de suscripción premium
fr: 1 jour d'abonnement premium
tr: 1 gün premium abone
uk: 1 день преміум підписки

# sunday_midnight
source: Every Sunday at 00:00
es: Todos los domingos a las 00:00
fr: Tous les dimanches à 00:00
tr: Her Pazar 00:00
uk: Щонеділі о 00:00

source: Body Fat
es: Grasa Corporal
fr: Masse Grasse
tr: Vücut Yağı
uk: Вміст жиру в тілі

# read_recipe_button
source: Read the recipe
es: Leer la receta
fr: Lire la recette
tr: Tarifi Oku
uk: Читати рецепт

# recreate_meal_button
source: Recreate this meal
es: Recrear esta comida
fr: Recréer ce repas
tr: Bu Yemeği Yeniden Oluştur
uk: Перескласти це блюдо

# confirm_diet_plan_change_title
source: Confirm Diet Plan Change
es: Confirmar Cambio de Plan de Dieta
fr: Confirmer le changement de plan alimentaire
tr: Diyet Planı Değişikliği Onayı
uk: Підтвердити зміну дієтичного плану

# confirm_diet_plan_change_message
source: Are you sure you want to change your default diet plan?
es: ¿Estás seguro de que quieres cambiar tu plan de dieta predeterminado?
fr: Êtes-vous sûr de vouloir changer votre plan alimentaire par défaut ?
tr: Varsayılan diyet planınızı değiştirmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете змінити свій основний дієтичний план?

# confirm_diet_plan_delete_title
source: Confirm Diet Plan Delete
es: Confirmar Eliminación de Plan de Dieta
fr: Confirmer la suppression du plan alimentaire
tr: Diyet Planı Silme Onayı
uk: Підтвердити видалення дієтичного плану

# confirm_diet_plan_delete_message
source: Are you sure you want to delete this diet plan?
es: ¿Estás seguro de que quieres eliminar este plan de dieta?
fr: Êtes-vous sûr de vouloir supprimer ce plan alimentaire ?
tr: Bu diyet planını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей дієтичний план?

source: Confirm
es: Confirmar
fr: Confirmer
tr: Onayla
uk: Підтвердити

source: Cancel
es: Cancelar
fr: Annuler
tr: İptal
uk: Скасувати

source: N/A
es: N/D
tr: Geçerli Değil
uk: Н/Д

source: Select This As My Diet Plan
es: Seleccionar este como mi plan de dieta
fr: Sélectionner ceci comme mon plan alimentaire
tr: Bunu Benim Diyet Planım Olarak Seç
uk: Вибрати цей як мій дієтичний план

source: Delete Plan
es: Eliminar Plan
fr: Supprimer le plan
tr: Planı Sil
uk: Видалити план

source: Your Recipe For
es: Tu receta para
fr: Votre recette pour
tr: Tarifiniz
uk: Ваш рецепт для

source: Kcal
uk: Ккал

source: Protein
es: Proteína
fr: Protéines
uk: Білки

source: Carbohydrate
es: Carbohidratos
fr: Glucides
tr: Karbonhidrat
uk: Вуглеводи

source: Fat
es: Grasa
fr: Graisses
tr: Yağ
uk: Жири

source: Ingredients
es: Ingredientes
fr: Ingrédients
tr: Malzemeler
uk: Інгредієнти

source: Instructions
es: Instrucciones
tr: Yapılış
uk: Інструкції

# please_select_default_diet_plan
source: Please select a default diet plan
es: Por favor, selecciona un plan de dieta predeterminado
fr: Veuillez sélectionner un plan alimentaire par défaut
tr: Lütfen varsayılan bir diyet planı seçin
uk: Будь ласка, виберіть основний дієтичний план

# multiple_diet_plans_message
source: You have multiple diet plans. Please select a default one.
es: Tienes múltiples planes de dieta. Por favor, selecciona uno predeterminado.
fr: Vous avez plusieurs plans alimentaires. Veuillez en sélectionner un par défaut.
tr: Birden fazla diyet planınız var. Lütfen birini varsayılan olarak seçin.
uk: У вас є кілька дієтичних планів. Будь ласка, виберіть основний.

source: My goal is to
es: Mi objetivo es
fr: Mon objectif est de
tr: Amacım
uk: Моя мета -

source: You can create %@ more plan(s)
es: Puedes crear %@ plan(es) más
fr: Vous pouvez créer %@ plan(s) supplémentaire(s)
tr: Daha fazla plan oluşturabilirsiniz: %@ adet
uk: Ви можете створити %@ нових планів

# watch_ad_to_create_plan
source: You can watch an advertisement to create a new plan
es: Puedes ver un anuncio para crear un nuevo plan
fr: Vous pouvez regarder une publicité pour créer un nouveau plan
tr: Yeni bir plan oluşturmak için bir reklam izleyebilirsiniz
uk: Ви можете переглянути рекламу, щоб створити новий план

# purchase_first_diet_plan
source: Purchase Your First Diet Plan
es: Compra tu primer plan de dieta
fr: Achetez votre premier plan alimentaire
tr: İlk Diyet Planınızı Satın Alın
uk: Придбати свій перший дієтичний план
